<? include $DOCUMENT_ROOT."/config.php";

$MainFolderMenuX=1; 
$MainFolderMenuY=19;

$page=10;
$title = "Что? Где? Когда?";
$keywords = "обмен монетами, продажа монет, обмен нумизматическим материалом, обмен коллекциями, продать монеты, купить монеты";
$description = "Интернет портал включает большой каталог монет царской России с подробным описанием, возможность создать свой нумизматический интернет магазин, доска обьявлений, статьи и публикации по нумизматике и истории России, адреса магазинов торгующих антиквариатом, ссылки на другие сайты.";
include $in."top.php";
table_top ("100%", 0, "Что? Где? Когда?", 1);

echo "<br><br><center><a href=showcoins.php>Перейти в раздел описание монет</a></center>

<br><br><p class=txt><b>&nbsp;&nbsp;&nbsp;Раздел “Что? Где? Когда?”</b>
<br><br><center><img src=./images/main.gif border=1></center>
<br><br>Каждому нумизмату интересно изучать монеты. 
<br><br>Мы же предлагаем вам почувствовать себя экспертом в данной области – все что нужно, так это сделать описание монет, которые будут представляться в ближайшем будущем у нас в магазине. При желании, можете оставить цену, за которую вы бы купили ее – и если она будет равна или больше нашей, мы предложим ее вам

<br><br><center><a href=showcoins.php>Перейти в раздел описание монет</a></center>

<br><br>
";

table_down ("1", "100%");

include $in."socialzakladki.php";

include $in."bottomsmall.php";?>