 <p class="justify">Клуб "Нумизмат" специализируется на продаже, покупке и оценке монет, в том числе из драгоценных металлов.. В наших салонах продаж всегда в наличии большое количество разнообразных монет разных стран и городов. Так же мы предоставляем такую услугу как оценка и покупка ваших монет. Наши специалисты имеют огромный навык в направлении "нумизматика", что помогает в короткое время оценить стоимость монет, благодаря чему вы с лёгкостью сможете продать ненужные вам монеты. Наш клуб так же предоставляет большой ассортимент монет из драгоценных металлов, аксессуаров, наборов монет, книг по нумизматике. На нашем портале вы можете общаться на форумах с коллегами нумизматами, обсуждать разные интересные темы и обмениваться монетами с участниками клуба. Просматривая актуальные статьи, публикации и новости вы всегда будете в курсе событий такой обширной сферы как "Нумизматика".
<br><br>

Работаем для вас, с уважением коллектив клуба "Нумизмат".
</p>
<p class="center">
<img src="<?=$cfg['site_dir']?>images/banner25.jpg" border=0 >
</p>
<div id='item-main'></div>