<div class="main_context bordered">
<br> <b>Акция Клуба Нумизмат – «Приведи друга»</b><br><br>

В Клубе Нумизмат действует акция «Приведи друга».<br><br> 

<b>1.	Что это такое?</b><br><br>

Каждому пользователю «Клуба Нумизмат», который привел своего(их) знакомого(ых) в интернет-магазин «Клуба Нумизмат», будет даваться скидка в размере 5% от суммы трех первых выкупленных заказов каждого из приведенных им новых пользователей.<br><br>

<b>2.	Как принять участие в акции?</b><br><br>

Для того что бы принять участие в акции необходимо что бы новый пользователь при регистрации в «Клубе Нумизмат» ввел в поле формы ваш персональный код либо произвел регистрацию перейдя по вашей персональной ссылке. После того, как этот новый пользователь выкупит (оплатит) три заказа в нашем интернет-магазине, вы получите купон на скидку, который можете использовать при совершении покупок в магазине «Клуба Нумизмат».<br><br>
 
<b>3.	Где я могу узнать свой персональный код и свою персональную ссылку для участия в акции?</b><br><br>

При совершении очередного заказа в магазине «Клуба Нумизмат», после того как вы подтвердите свой заказ, на странице информации о вашем заказе указываются  ваши персональные код и ссылка для участия в акции.<br><br>

При получении заказа  в его распечатке указываются ваши персональные код и ссылка для участия в акции.<br><br>

<b>4.	Как я узнаю что купон на скидку по акции выдан мне?</b><br><br>

Практически сразу же после того как приведенный вами пользователь выкупит три заказа в нашем интернет-магазине – на ваш E-mail, указанный в вашем профиле, будет отправлено информационное письмо с кодом купона для скидки. Так же, при совершении вами очередного заказа в нашем интернет-магазине, в поле ввода купона на скидку вам автоматически предложится использовать купон, полученный по акции «Пригласи друга».<br><br>

<b>5.	Что и как мне делать с полученными кодом и ссылкой для участия в акции?</b><br><br>

Полученные код и ссылку вы можете сообщить своим знакомым при личной встрече либо отправить на их электронный адрес, а при наличии своего веб-ресурса разместить ссылку на его страницах.<br><br>

Прим. <i>Запрещается размещать ссылку на бесплатных досках объявлений, бесплатных форумах, на сайтах содержащих эротическую информацию  а также использовать в различных спам-рассылках.</i><br><br><br>



<b>Администрация «Клуба Нумизмат» оставляет за собой полное право решения всех спорных ситуаций, возникших при проведении акции «Приведи друга».</b><br><br>
</div>

