<div class="main_context">
<h2>Система скидок интернет-магазина Клуба Нумизмат</h2>
<p>С 4 июня 2010 года в интернет-магизине Клуба Нумизмат  введена система скидок на последующие заказы. <br />
  При совершении заказа покупатель получает купон на скидку на  последующие заказы в размере:<br />
  При сумме заказа от 2000 до 15000 рублей – 3% от суммы  данного заказа<br />
  Свыше 15000 рублей – 5% от суммы данного заказа.<br />
  Купоны именные, передаче третьим лицам не подлежат, разовые  и заключают в себе фиксированную сумму скидки в рублях.<br />
  Каждый купон имеет свой срок действия, по истечении которого  купон считается не действительным. Срок действия отсчитывается с момента совершения заказа, а не с момента получения заказа и составляет не менее 30 суток (в  зависимости от способов оплаты и получения).<br />
  Купон на скидку с кодом выдается (отправляется) покупателю  вместе с заказом.<br />
  Для использования купона пользователю при совершении  последующего заказа необходимо ввести полученный код в поле формы для кода. В  одном заказе можно использовать несколько купонов – для этого необходимо их  ввести поочередно.<br />
  <br />
  <font color="#CC0000" size="+1">Купоны на скидку пользователь вводит сам при оформлении заказа. Сотрудники Клуба Нумизмат купоны не вводят!!!</font>
  <br />
  Данная система действует как рекламная акция. Администрация Клуба Нумизмат оставляет за собой право отказать в скидке без объяснения причин.</p>

</div>
