<div class="main_context">
<h2>О нашем коллективе.</h2>
<br>
По просьбам многих наших клиентов размещаем отчет о праздновании 8 марта.
 Замечательные мужчины поздравляют очаровательных нумизматичек.
<br><br>
<b>Какой будет мой лучший день.</b>
<br>
Мой лучший день начнется так:<br>

Проснусь не по будильнику и встану я с лучами солнца.<br>

Меня не потревожит никакой пустяк,<br>

Я подойду и посмотрю в оконца!<br><br>

Улыбку миру подарю я ласково и нежно,<br>

Затем оденусь, сделаю прическу,<br>

Приду в любимый офис<br>

И разгребу там дел повозку.<br><br>

Работа будет по душе и интересной,<br>

Зарплата будет по заслугам и хорошей!<br>

И коллектив всегда будет чудесный,<br>

Трудолюбивый, дружный и пригожий!<br><br>

И дома будет мир и лад,<br>

Семья будет счастливой и здоровой.<br>

И дети будут «просто клад»,<br>

Но кончится когда-то этот день…<br>

И пусть начнется ещё лучше, новый!<br><br>

Желаю, чтоб у всех самый счастливый день<br>

Был каждый день, который наступает!<br>

Пусть будет счастлив каждый человек:<br>

И друг, и родственник, и просто с улицы прохожий!<br>

Несчастья нас так поразительно разнят!<br>

Счастливые же, говорят, все друг на друга так похожи…!<br>

<small>Сотрудница Клуба Нумизмат Ольга Францева.</small>
<br><br>


 Слева направо: Мария Гаврилова, Виктор Чибриков, Юлия Евланова, Илья Габбасов, Валерия Кудрявцева.<br>
<img src="<?=$cfg['site_dir']?>images/1s.jpg">
<br><br>

Слева направо :<br>
Борис Степанович- оценщик первой категории<br>
Юрий – нумизмат (Лучший игрок по итогам игры Что? Где? Когда? )<br>
Валентина Ивановна- главный сборщик заказов<br>
Анна Камышина – универсал-телефонист-радист<br>
Богдан Михайлович-главный Нумизмат (Грузчик. Любит грузить деньги)<br>
Мария Гаврилова – универсальный солдат (Mortal Combat).<br>
<img src="<?=$cfg['site_dir']?>images/2s.jpg">
<br><br>
 Юленька- Властелин Кольца, Илья - Мастер на все руки (Он такой, парень с бородой).<br>
<img src="<?=$cfg['site_dir']?>images/3s.jpg">
<br><br>
Илья с Лерой и Танюшей Басовой. Шустрый парень.<br>
<img src="<?=$cfg['site_dir']?>images/4s.jpg">
<br><br>
 Нумизматичек носят на руках)). И так каждый день.<br>
<img src="<?=$cfg['site_dir']?>images/5s.jpg">
<br><br>
 Валентина Ивановна увидела счет ресторана.<br>
<img src="<?=$cfg['site_dir']?>images/6s.jpg">
<br><br>
 Самые красивые девушки на Тверской. Ценники только сорвали.<br>
<img src="<?=$cfg['site_dir']?>images/7s.jpg">
<br><br>
 Очаровательная Юлия<br>
<img src="<?=$cfg['site_dir']?>images/8s.jpg">
<br><br>
 Милашки Лерочка и Танюшка<br>
<img src="<?=$cfg['site_dir']?>images/9s.jpg">
<br><br>
Нам уже хорошо…<br>
<img src="<?=$cfg['site_dir']?>images/10s.jpg">
<br><br>
Главный сканер производства<br>
<img src="<?=$cfg['site_dir']?>images/11s.jpg">
<br><br>
Вот такой у нас суперский коллектив, - мы энергичные позитивные люди, в нашем офисе весело и дружно.
 Мы зажигательные и инициативные, добродушные и радостные Нумизматики.<br><br>

Мы с радостью ждем вас в гости… 
</div>