<div class="main_context  bordered" style="padding: 0 10px;">
<h3>Гарантии подлинности монет и банкнот от Клуба Нумизмат</h3>
С вашего разрешения, я буду  писать ниже текст о гарантии на коллекционный материал (<em>монеты, банкноты</em>) от своего лица (администратора Клуба Нумизмат - ИП  Мандра Б.М.)
<h5>Гарантии на нумизматический материал (монеты, банкноты)</h5>
После поступления материала в наш  офис, каждая монета просматривается мной&nbsp;  для выяснения ее <em>подлинности</em>.  Как правило, <em>монеты и банкноты</em> поступают к нам от известных мировых дилеров, нумизматических магазинов и т.п.  Если у меня возникают какие-то сомнения, я пытаюсь узнать<em> о подлинности монеты или банкноты</em> от известных нумизматических  дилеров города Москвы.<br>
По своей  практике могу сказать следующее, фальшивые <em>монеты</em> существовали, существуют и будут существовать. Были случаи (5-10) когда клиенты,  у которых возникали вопросы <em>о подлинности</em>,  приносили <em>монету</em> назад &ndash; все инциденты  решались в положительную сторону покупателя. Господа, все иногда ошибаются и я  тоже.</p>

  <h5>Наши гарантии на монеты и банкноты</h5>
<ol>
  <li>Если <em>монета</em> вызывает у вас подозрения       о подлинности и у вас есть на это веские основания, вы имеете право       вернуть <em>монету </em>в течение 1       календарного года после приобретения ее в нашем клубе.</li>
  <li>Если       в <em>описании монеты</em> не было       упоминания, что данная <em>монета</em> является фальшивой, вы имеете право воспользоваться пунктом 1.</li>
  <li>При       возврате <em>монеты</em> она должна иметь       тот же товарный вид, как и при ее получении. (Нам <em>монету</em> тоже нужно назад вернуть дилеру).</li>
  <li>Все       накладные расходы, связанные с пересылкой <em>монет</em> несет Клуб Нумизмат.</li>
  <li>Возвращается       полная стоимость за данную <em>монету       (банкноту)</em>, либо компенсируется другим материалом.</li>
</ol>
<p>&nbsp;</p>
<p class="txt">В дополнение: Клуб Нумизмат существует с 2001 года и  сохраняет свое имя на протяжении этого времени. Ни одна <em>монета</em>, представленная в магазине, не стоит больше чем наше  название. И мы надеемся, что бренд “Клуб Нумизмат” будет существовать еще  долго.</p>
</div>
</div>