<div class="main_context">
	<h2>Скупка монет в центре Москвы</h2>
	<center>
		<h4>Быстро меняем ненужные Вам монеты на российские рубли</h4>
	</center>
	Вы кладоискатель? Или раздумываете, где выгодно оценить и продать монеты? 
	Клуб “Нумизмат” – Ваш надёжный партнёр. Почему?
	<ul>
		<li>Бесплатная оценка монет и консультация по телефону 8-800-333-14-77.<br>
		Примерный график работы оценщика Пн-Пт с 11:00 по 19:00, Сб с 10:15 по 15:00.</li>
		<li>Получаете 80% денег от рыночной стоимости товара.</li>
		<li>Предлагаем только проверенные нумизматические ценности.</li>
		<li>Скупка монет осуществляется в безопасном месте.</li>
		<li>Офис рядом со станциями метро Пушкинская, Чеховская, Тверская.</li>
		<li>Никаких чёрных схем.</li>
		<a href="#panorama" style="text-decoration: underline;">Посмотрите панораму нашего магазина</a>

	</ul>
	<br>
	<div class="video_u">
	<center>
	<iframe width="450" height="340" src="http://www.youtube.com/embed/hT78eLIbk7w?autoplay=0" frameborder="0" allowfullscreen></iframe>
	</center>
    </div>
	<br>
	<center>
		<h4>На каких условиях скупка монет?</h4>
	</center>
	По телефону Вы предупреждаете, когда Вам удобно оценить и продать монеты. Мы заплатим за
	<ul>
		<li>Очень старые монеты (не только из России)</li>
		<li>Деньги из драгметаллов</li>
		<li>Советские монеты</li>
		<li>Инвестиционные монеты (купим дороже, чем предложат ломбарды или банки).</li>
	</ul>
	Наш эксперт бесплатно делает оценку монет. Вы предъявляете ПАСПОРТ.
	Мы оформляем договор. Платим деньги или меняем монеты по акции.
	<br>
	<center>
		<h4>Какой товар нас не интересует?</h4>
	</center>
	Мы НЕ заплатим, если при оценке монет выявим, что нам принесли
	<ul>
		<li>Фальшивку</li>
		<li>Копию</li>
		<li>Монеты, которые на рынке можно продать дешевле 30 рублей</li>
		<li>101 и более одинаковые монеты</li>
		<li>Очень потёртые деньги</li>
		<li>Польские, венгерские, чехословацкие простые монеты, которые выпущены после 1950 года</li>
	</ul>
	<br>
	<center>
		<h4>Где оценить и продать монеты?</h4>
	</center>
	В охраняемом офисе в центре Москвы (рядом с Петровкой, 38). Наш адрес: ул. Тверская, 12, 
	строение 8. Для договора обязательно возьмите паспорт. Обязательно предварительно позвоните нам.
	<br><br>
	<div id="panorama">
		 <p><b>Так выглядит наш магазин. Мы ждем Вас в гости!</b></p>
		<script src="//panoramas.api-maps.yandex.ru/embed/1.x/?lang=ru&ll=37.60953427%2C55.76408461&ost=dir%3A303.5214352469971%2C-11.212608477970608~span%3A113.09479305740987%2C44.11875&size=690%2C495&l=stv"></script>

	</div>
	<center>
		<h4>Отзывы клиентов</h4>
	</center>
	<noindex>
	Дмитриев Николай Николаевич:
	<blockquote>
		“Я больше месяца думал, где подороже продать монеты. Наконец, позвонил в 
		клуб “Нумизмат”. Я сам выбрал удобное время для поездки в их салон. 
		Да и место встречи для меня очень удобное. Всего 2 минуты идти от Чеховской станции метро.
		<br>
		Оценка монет прошла очень быстро. Всё честно и официально. Цена меня устроила:
		дороже, чем в банке. Полученных денег как раз хватило на подарок внуку.”.
	</blockquote>
	<br>
	Маняхина Лидия Анатольевна:
	<blockquote>
		“Меня интересовала оценка и продажа инвестиционных монет. Но даром их
		отдавать не хотела. Поэтому обратилась к профессионалам. В клубе “Нумизмат” мне 
		дали хорошие деньги за мои 2 монеты. Всем рекомендую потому, что здесь 
		сразу видно, что без обмана и жульничества.”
	</blockquote>
	<br>
	Королёва Алла Андреевна:
	<blockquote>
		“В клубе “Нумизмат” мне понравилась порядочность. 
		Я вообще не верю рекламе. Поэтому, когда шла к ним для оценки
		монет, была настроена скептически. Но их цены меня приятно
		удивили. Теперь всем знакомым советую идти к нумизматам только на Тверскую.”
	</blockquote>
	<br>
	Воробьёв Геннадий Михайлович:
	<blockquote>
		“Мне повезло. Я вовремя узнал об акции в клубе “Нумизмат”. У меня 
		было 3 одинаковые монеты. Две из них я обменял по акции. У меня глаза 
		разбежались, когда я увидел их коллекцию. Ребята занимаются нумизматикой
		почти 30 лет. Представляете, что они за это время насобирали!
		<br>
		Так что я пополнил свою коллекцию уникальной монеткой. Для собственного 
		спокойствия даже пошёл перепроверить её в другом месте. Теперь точно знаю:
		на Тверской фальшивку не подсунут.”
	</blockquote>
	<br>
	Мытыщев Павел Иванович:
	<blockquote>
		“Я часто бываю в клубе “Нумизмат”. Ни разу не наткнулся на грубость или обман.
		Здесь работают только профессионалы. Сразу видно, что они дорожат репутацией
		и клиентами. Офис всегда под охраной. Последний раз продал им свою монету 
		на 20% дороже, чем предлагали в ломбарде. Я доволен.”
	</blockquote>
	<br>
	Фролова Наталья Васильевна:
	<blockquote>
		“Больше всего меня волновала безопасность сделки. Всё-таки не каждый день
		продаю нумизматику. Мне приглянулся офис на Тверской. Охрана. Порядочность.
		<br>
		Оценка монет прошла в считанные минуты. Договор оформили очень быстро. 
		Не задавали никаких лишних вопросов. Да ещё и дорого купили. Кроме того, мне 
		даже дали оригинал договора с мокрой печатью.”
	</blockquote>
	<br>
	<center>
		<a href="<?=$cfg['site_dir']?>images/static_images/map1.gif">
			<img src="<?=$cfg['site_dir']?>images/static_images/map1_small.gif" border="">
		</a>
	</center>
</div>