<div class="main_context bordered">
<h2>Как сделать заказ</h2>

<b><font color="red">Внимание!!!</font></b> Вся информация по заказам соблюдает правила конфиденциальности. 
<br><b>Все изображения соответсвуют монетам выставленных на продажу. Мы не продаем кота в мешке.</b>
<br>В случае проблем с работой магазина обращайтесь к <a target="_blank" href="http://www.numizmatik.ru/advice/index.php#01">администрации сайта</a>
<br>В случае, если одновременно два пользователя заказывают один и тот же материал, право покупки остается за первым пользователем, сделавшим заказ.
<br>

<br>1. Если вы хотите приобрести понравившуюся монету(ы) или банкноту(ы) нажмите на кнопку <font color="red">купить</font> под изображением.<br> 
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/orderFirst.gif"></center>
<br>2. После нажатия кнопка под выбранной вами монетой (банкнотой) становится красного цвета.<br> 
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/orderLast.gif"></center>
<br>3. Если под интересующей вас монетой (банкнотой) кнопка серого цвета, это означает, что в данный момент её приобретает другой коллекционер.<br>
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/ordered.gif"></center>
<br>4. При прообретении аксессуаров и некотрых разделов монет и банкнот Вы имеете возможностью задать количество интересующих позиций.<br> 
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/orderAcsesuar.gif"></center>
<br>5.	После нажатия на кнопку "Корзина" вверху на странице появляется дополнительный блок с информацией о заказе.<br>
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/bascket.gif"></center>
<br><b>6.</b>	Нажав на надпись или иконку "Корзина покупок", Вы попадаете на страницу с детальным описанием вашего заказа:список товаров, суммарная и отдельная стоимость.<br>
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/resultFirst.gif" width=700></center><br> 
<br>7. Есть возможность отредактировать свой заказ, до его оформления.Например, изменить приобретаемое количество того или иного товара или удалить товар из заказа.<br>
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/resultRecompute.gif"></center><br>
<br>8. После того, как вы добавили в корзину все интересующие вас монеты, банкноты или аксессуары, можно приступить к оформлению заказа. Для этого необходимо нажать на кнопку "Оформить заказ".<br>
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/goToReg.gif"></center><br>
<br><b>9.</b> Оформление заказа включает в себя 3 шага. Шаг 1 - авторизация (если вы делали заказ незалогиненым пользователем). Позволяет зайти пользователем или продолжить оформление заказа под текущим пользователем.<br>
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/step_1.gif"></center><br>
<br><br>
<br><b>10.</b> На 2-ом шаге вы определяете способ, которым заказ будет вам доставлен и способ оплаты заказа и, в случае доставки по Москве, дату и место встречи. Так же необходимо указать свои фио, телефон, пожелания к заказу и подробный почтовый адрес в случае доставки по почте.<br>
<br><center><img border="1"  src="<?=$cfg['site_dir']?>images/how/step_3.gif"></center><br>
<br><b>14.</b> На 3-ом шаге выводится вся информация о заказе. Если необходимо что-либо исправить, можно вернуться на предыдущий шаг. После проверки нажмите на кнопку "Подтвердить заказ и перейти к оплате"<br>
<br><center><img border="1" src="<?=$cfg['site_dir']?>images/how/step_4.gif"></center><br>
<br>15. После подтверждения заказа вам ещё раз выведется вся подробная информация о нём. Ваше заказ теперь принят на обработку.<br>
<br><center><img border="1"  src="<?=$cfg['site_dir']?>images/how/final.gif" width="700"></center><br>

</h2>