<div class="main_context">
	<h2>Оценка монет в Москве</h2>
	
	<center>
		<h4>Дорого оцениваем и покупаем монеты</h4>
		<h4>Бесплатно консультируем по цене</h4>
	</center>
	<ul>
		<li>Моментальная оплата наличными или безналичными деньгами.</li>
		<li>Бесплатный звонок по России для консультации.</li>
		<li>Дорого покупаем инвестиционные монеты.</li>
		<li>Получаете до 80% от реальной рыночной цены.</li>
		<li>2 минуты идти от станций метро Чеховская, Пушкинская, Тверская.</li>
		<li>Безопасность сделки. </li>
	</ul>
	<br>
	<center>
	<?if($tpl['is_mobile']){
	    echo '<a href="tel:+78003331477" class="button24">Спросить у эксперта по бесплатному телефону</a><br>';
	} else {
	     echo '<a id="showcalllink" class="button24 iframe" href="'.$cfg['site_dir'].'addcall.php?ajax=1" rel="showcalllink">Спросить у эксперта по бесплатному телефону</a>';
	}?>
	</center>
	<div class="video_u">
	<center>
	<iframe width="450" height="340" src="http://www.youtube.com/embed/WBtyCd_eZaw?autoplay=0" frameborder="0" allowfullscreen></iframe>
	</center>
    </div>
	
	<center><h4>Для кого мы работаем?</h4></center>
	<br>
	К нам обращаются, если хотят: 
	<ul>
		<li>узнать реальную стоимость монет, - оценщик первой категории</li>
		<li>выгодно продать старинные монеты - деньги сразу</li>
		<li>получить хорошие деньги за отдельные монеты из унаследованной коллекции.</li>
	</ul>
	<div>место под видео2</div>
	
	<center><h4>Дорого купим</h4></center>
	<ul>
		<li>старинные царские монеты,</li>
		<li>монеты СССР,</li>
		<li>монеты из драгоценных металлов,</li>
		<li>монеты различных стран мира,</li>
		<li>инвестиционные монеты (покупаем ДОРОЖЕ банков, ломбардов и других частных лиц).</li>
	</ul>
	
	<center><h4>Что нужно, чтобы узнать цены на монеты?</h4></center>
	По телефону или по фото невозможно объективно оценить стоимость товара.
	Поэтому приезжайте в офис клуба “Нумизмат” в Москве: ул. Тверская, дом 12, 
	строение 8. Это 2 минуты от Чеховской, Тверской, Пушкинской.
	О времени приезда предупредите, пожалуйста, по телефону 8 800 333 14 77 (бесплатно по России).
	
	<center><h4>Кто оценивает монеты?</h4></center>
	Квалифицированный эксперт 1-ой категории. Наш стаж коллекционирования 29 лет. 
	Профессиональный опыт работы 14 лет. Консультация и оценка БЕСПЛАТНО.<br>
	<br>
	<center>
	<?if($tpl['is_mobile']){
	    echo '<a href="tel:+78003331477" class="button24">Спросить у эксперта по бесплатному телефону</a><br>';
	} else {
	     echo '<a id="showcalllink" class="button24 iframe" href="'.$cfg['site_dir'].'addcall.php?ajax=1" rel="showcalllink">Спросить у эксперта по бесплатному телефону</a>';
	}?></center>
	
	<center><h4>Что взять с собой для оценки монет?</h4></center>
	<ul>
		<li>Монеты для оценки или продажи,</li>
		<li>ПАСПОРТ для заключения договора.</li>	
	</ul>
	Никаких черных схем. Составляем договор купли-продажи. Вы получаете оригинал документа с печатью.
	
	<center><h4>Что мы не покупаем?</h4></center>
	<ul>
		<li>Фальшивые монеты или копии.</li>
		<li>Монеты соцстран из простых металлов, выпущенные после 1950 года в Польше, Чехословакии, Венгрии.</li>
		<li>Монеты, которые стоят сегодня меньше 30 рублей.</li>
		<li>Однотипные монеты, если их количество больше 100 штук.</li>
		<li>Монеты с едва различимым рельефом.</li>
	</ul>
	
	<center><h4>Отзывы клиентов</h4></center>
	Мария Антоновна Копальцева:
	<blockquote>
		“Решила продать коллекцию покойного мужа. Мне посоветовали клуб нумизматов на Тверской, 12.
		Позвонила, чтобы узнать условия оценки и покупки. Вежливый молодой человек терпеливо
		ответил на все мои вопросы. Договорились о встрече в клубе. Понравилось, что нумизматы
		расположились в центре Москвы. Рядом Петровка, 38. Это успокаивало меня, что я ничем не рискую. 
		Главное: выгодно продала коллекцию. Другие нумизматы предлагают заниженные цены.
		Рекомендую клуб “Нумизмат” на Тверской 12”.
	</blockquote>
	<br>
	Виктор Владимирович Андреев:
	<blockquote>
		“Перестал собирать монеты советских времён. Решил продать свою коллекцию, чтобы 
		вложить деньги в старинные монеты. В клубе “Нумизмат” на Тверской мне предложили
		самую высокую цену. Деньги получил сразу. Очень доволен”.
	</blockquote>
	<br>
	Константин Валерьевич Хрящёв:
	<blockquote>
		“Понравилось, что в клубе “Нумизмат” заключают договор перед продажей. 
		Сразу видно, что здесь всё честно и без скрытых схем наживы. Таким людям и паспорт 
		показать приятно. И деньги платят моментально”.
	</blockquote>
	<br>
	Карина Артуровна Грант:
	<blockquote>
		“Хотела по телефону узнать стоимость нескольких монет. Но когда позвонила, 
		поняла, что такая оценка будет неадекватной. Хорошо, что нашла время на поездку 
		в клуб нумизматов. Оценку сделали очень быстро. Цена соблазнила.
		Я решила получить деньги. Довольна”.
	</blockquote>
	<br>
	<br>
	<center><?if($tpl['is_mobile']){
	    echo '<a href="tel:+78003331477" class="button24">Спросить у эксперта по бесплатному телефону</a><br>';
	} else {
	     echo '<a id="showcalllink" class="button24 iframe" href="'.$cfg['site_dir'].'addcall.php?ajax=1" rel="showcalllink">Спросить у эксперта по бесплатному телефону</a>';
	}?><br></center>
	<br>
	
	<center><h4>Схема работы</h4>
	<img src="<?=$cfg['site_dir']?>images/static_images/workscheme.png">
	</center>
	<br>
	<center><h4>Приходите по адресу:</h4></center>
	Офис клуба “Нумизмат” находится под охраной. Вы будете в полной безопасности. 
	Гарантируем чистоту сделки. ОБЯЗАТЕЛЬНО предупредите о времени визита по телефону
	8 800 333 14 77 (бесплатно по России).
	<br><br>
	Оценка монет в Москве по честной схеме с выплатой денег на месте! Клуб "Нумизмат".
	<br>
	<br>
	<center>
	<?if($tpl['is_mobile']){
	    echo '<a href="tel:+78003331477" class="button24">Спросить у эксперта по бесплатному телефону</a><br>';
	} else {
	     echo '<a id="showcalllink" class="button24 iframe" href="'.$cfg['site_dir'].'addcall.php?ajax=1" rel="showcalllink">Спросить у эксперта по бесплатному телефону</a>';
	}?><br>
		<br>
		<a href="<?=$cfg['site_dir']?>images/static_images/map1.gif">
			<img src="<?=$cfg['site_dir']?>images/static_images/map1_small.gif" border="">
		</a>
	</center>
	
	
</div>


