<div class="main_context  bordered" style="line-height: 20px;font-weight: normal;">

<h2>Правила монетной лавки</h2>

<h5>1. Как часто вы отправляете заказы?</h5>
- Почтовая отправка заказов наложенным платежом осуществляется один раз в неделю, как правило, в среду-четверг. С Почтой РФ мы работаем как юридическое лицо и, к сожалению, у нас нет возможности использовать “черные методы”, такие как - отправка письмом или бандеролью коллекционный материал, исключение - банкноты. Отправка происходит с центра магистральных перевозок (МРП-4, 183 отделение Москвы), благодаря этому, ваши заказы идут на 3-4 дня быстрее, чем с обычной почты. Ход вашего заказа вы также можете узнать на сайте <font color="red">russianpost.ru</font> по номеру посылки, который вы узнаете в разделе <a target="_blank" href="http://www.numizmatik.ru/shopcoins/order.php" title="Ваши заказы монет, банкнот, аксессуаров для коллекционеров в интернет-магазине монет"><b>Ваши заказы</b></a>.

<h5>2. Сколько придется переплатить на почте при получении заказа монет наложенным платежом.</h5>
- При заказе монет, либо аксессуаров к ним наложенным платежом помимо суммы заказа вам придётся оплатить почтовые расходы (почтовый тариф, стоимость конверта и страховку) и 4 - 7 % от суммы наложенного платежа за услуги по пересылке денег.

<h5>3. Существует ли у вас отправка заказов с монетами экспресс-почтой и как она осуществляется?</h5>
- Да, существует. Единственное она доступна для заказов на сумму от 3.000 рублей. Отправка осуществляется после полной оплаты заказа и суммы отправки экспресс-почты.
<h5>4. Хочу купить монету, но ее нет в магазине. Что делать?</h5>
- Можно зайти в каталог монет и оставить там свою заявку. Данную информацию мы передаем нашим дилерам, которые работают по всему миру. При появлении ее в магазине, перед выставлением, наши сотрудники свяжутся с вами и проинформируют о ее появлении в магазине. Обзвон производиться 3 раза по позиции, после чего заявку считается недействительной. В течение 3 часов вам предоставляется приоритет на покупку данной позиции *, после чего она становится доступной остальным покупателям. К сожалению, на одну монету могут оставить заявки несколько коллекционеров, тогда действует правило &ndash; Кто первый встал, того и тапки. Если вы уже приобрели необходимую монету, тогда просьба убрать заявку с каталога.
<br><br>
* - нужно зайти под своим логином и паролем в монетную лавку, нажать на ссылку <span style="COLOR: red">Монеты по заявкам (2)</span>и вы увидите монеты, на которые оставляли заявки.
<h5>5. Что делать если я получил не ту монету, какую заказывал?</h5>
Не стоит отчаиваться! В Клубе Нумизмат работают отличные сотрудники, но к сожалению, любой человек Ашибается. ЭТУ ОШИБКУ МЫ ИСПРАВИМ при последующем заказе, просто в поле Дополнительная информация в форме оформления заказа укажите номер заказа, в котором была ошибка, номер монеты, что не так.
<h5>6. Как быстро происходит доставка курьером по Москве?</h5>
Мы стараемся как можно быстрее доставлять заказы по Москве нашим клиентам. За день до указанной даты доставки с вами свяжется наш сотрудник, который согласует время и место встречи. Доставка по Москве платная, см. раздел оплата и доставка
<h5>7. Как долго существует ваш магазин монет?</h5>
- Наш магазин существует около 8 лет.<span style="mso-spacerun: yes">&nbsp; </span>В течение этого времени он разрабатывался, дополнялся информацией, расширялся, укрупнялся, появлялись всё новые и новые разделы. По истечению 8 лет получился такой вот интеренет- магазин, который радует Вас своими новинками.
<h5>8. Что делать, если монета, которую я заказ, оказалась фальшивой? </h5>
- Гарантия 1 год. На практике, увы, такие случаи бывали, но наши действия вполне разумные &ndash; полная компенсация стоимости материала и дополнительных почтовых услуг. При проверке подлинности монет мы используем наш нумизматический опыт, сверка контрольных значений характеристик позиции и другие меры. Если монета Restrike &ndash; в поле описание монеты мы это указываем, если монета фальшивая или вызывает подозрения &ndash; аналогично.
<h5>9. Магазин Нумизматика. Чем ваш магазин лучше других?</h5>
- Мы не говорим, что мы самые лучшие, но мы стараемся, что бы добиться этой вершины. Мы пришли на этот рынок более 9 лет назад, сегодня нам есть чем гордиться, завтра мы будем стараться сделать нашу работу лучше. 
<br>
<br>Начнем сначала. Основатель, т.е. я, - Мандра Богдан Михайлович, - нумизмат со стажем, более 23 лет. Все началось в 6 лет, когда добрый друг подарил монету Польши 1 грош. Вот тогда и проявился этот огонь к нумизматике. К 12 или 14 годам в коллекции были серьезные монеты, такие как 1 талер Австрии 1624 года, Екатерининские и Елизаветинские рубли и многое другое. Начало работы проекта Клуба Нумизмат можно считать 1999 год. Уже в 2001 году открылся раздел монетная лавка (магазин монет). Много что изменилось с момента открытия, начиная с дизайна, заканчивая технической новизной. За это время мы удовлетворили потребности более 7000 покупателей с различных регионов. Работа ведется как с российским так и с зарубежными дилерами. Мы находим монеты для наших клиентов с разных нумизматических аукционов. Все это дало нам право называться Клубом Нумизмат
<h5>10. Как быстро предоплата поступает на счет и как быстро отправится заказ.</h5>
- Расчетный счет, yandex-деньги, web-money проверяется 1 раз в неделю, как правило, в понедельник. В течении 2 дней, после этого, ваш заказ будет собран и доставлен в Центр Магистральных Перевозок (Почта РФ, МРП-4). Деньги через сбербанк поступают к нам на счет в течении 3-5 дней, yandex-деньги через терминалы до 24-часов, web-money - мнговенно.
<br><br><font color="red">Внимение!!! </font>Возможны задержки с проверкой счетов (такое бывает очень редко), поскольку этим занимается администратор, у каждого бывают свои семейные и другие проблемы. Просим вас отнестись к этому с пониманием.</span></p>
<br>


</div>