<?

$i=$_GET[name];
$p=array(
"andreevka.html"=>array("Андреевка","Андреевке","Андреевки","в", 1),
"aprelevka.html"=>array("Апрелевка","Апрелевке","Апрелевки","в", 1),
"ashukino.html"=>array("Ашукино","Ашукино","Ашукино","в", 1),
"balashiha.html"=>array("Балашиха","Балашихе","Балашихи","в", 1),
"beloozerskij.html"=>array("Белоозерский","Белоозерском","Белоозерского","в", 1),
"beloomut.html"=>array("Белоомут","Белоомуте","Белоомута","в",1),
"bogorodskoe.html"=>array("Богородское","Богородском","Богородского","в", 1),
"bolshievyazemy.html"=>array("Большие Вяземы","Больших Вяземах","Больших Вязем","в",1),
"bolshiedvory.html"=>array("Большие Дворы","Больших Дворах","Больших Дворов","в", 1),
"bronnitsy.html"=>array("Бронницы","Бронницах","Бронницов","в",1),
"bykovo.html"=>array("Быково","Быково","Быково","в", 1),
"verbilki.html"=>array("Вербилки","Вербилках","Вербилок","в", 1),
"vereya.html"=>array("Верея","Верее","Вереи","в", 1),
"vidnoe.html"=>array("Видное","Видном","Видного","в"),
"vishnyakovskiedachi.html"=>array("Вишняковские Дачи","Вишняковских Дачах","Вишняковских Дач","в", 1),
"volokolamsk.html"=>array("Волоколамск","Волоколамске","Волоколамска","в", 1),
"voskresensk.html"=>array("Воскресенск","Воскресенске","Воскресенска","в",1),
"voshod.html"=>array("Восход","Восходе","Восхода","в", 1),
"vysokovsk.html"=>array("Высоковск","Высоковске","Высоковска","в", 1),
"golitsino.html"=>array("Голицыно","Голицыно","Голицыно","в",1),
"gorkileninskie.html"=>array("Горки Ленинские","Горках Ленинских","Горок Ленинских","в", 1),
"dedenevo.html"=>array("Деденево","Деденево","Деденево","в", 1),
"dedovsk.html"=>array("Дедовск","Дедовске","Дедовска","в",1),
"dzherzhinskij.html"=>array("Джержинский","Джержинском","Джержинского","в", 1),
"dmitrov.html"=>array("Дмитров","Дмитрове","Дмитрова","в", 1),
"dolgoprudnyj.html"=>array("Долгопрудный","Долгопрудном","Долгопрудного","в", 1),
"domodedovo.html"=>array("Домодедово","Домодедово","Домодедово","в", 1),
"dorohovo.html"=>array("Дорохово","Дорохово","Дорохово","в",1),
"drezna.html"=>array("Дрезна","Дрезне","Дрезны","в",1),
"dubna.html"=>array("Дубна","Дубне","Дубны","в", 1),
"egorevsk.html"=>array("Егорьевск","Егорьевске","Егорьевска","в", 1),
"zheleznodorozhnyj.html"=>array("Железнодорожный","Железнодорожном","Железнодорожного","в", 1),
"zhilyevo.html"=>array("Жилево","Жилево","Жилево","в", 1),
"zhukovskij.html"=>array("Жуковский","Жуковском","Жуковского","в", 1),
"zaprudnya.html"=>array("Запрудня","Запрудне","Запрудни","в", 1),
"zagoryanskij.html"=>array("Загорянский","Загорянском","Загорянского","в", 1),
"zarajsk.html"=>array("Зарайск","Зарайске","Зарайска","в", 1),
"zareche.html"=>array("Заречье","Заречье","Заречье","в", 1),
"zvenigorod.html"=>array("Звенигород","Звенигороде","Звенигорода","в",1),
"zelenogradskij.html"=>array("Зеленоградский","Зеленоградском","Зелениградского","в", 1),
"ivanteevka.html"=>array("Ивантеевка","Ивантеевке","Ивантеевки","на", 1),
"iksha.html"=>array("Икша","Икше","Икши","в", 1),
"ilinskij.html"=>array("Ильинский","Ильинском","Ильинского","в",1),
"pgtimtsurupy.html"=>array("пгт им.Цюпуры","пгт им.Цюпуры","пгт им. Цюпуры","в", 1),
"pgtimvorovskogo.html"=>array("пгт им.Воровского","пгт им.Воровского","пгт им.Воровского","в",1),
"istra.html"=>array("Истра","Истре","Истры","в", 1),
"kashira.html"=>array("Кашира","Кашире","Каширы","в", 1),
"kievskij.html"=>array("Киевский","Киевском","Киевского","в",1),
"klimovsk.html"=>array("Климовск","Климовске","Климовска","в", 1),
"klin.html"=>array("Клин","Клине","Клина","в", 1),
"kokoshkino.html"=>array("Кокошкино","Кокошкино","Кокошкино","в", 1),
"kolomna.html"=>array("Коломна","Коломне","Коломны","в", 1),
"kolyubakino.html"=>array("Колюбякино","Колюбякино","Колюбякино","в", 1),
"korolev.html"=>array("Королев","Королеве","Королева","в",1),
"kotelniki.html"=>array("Котельники","Котельниках","Котельников","в",1),
"kraskovo.html"=>array("Красково","Красково","Красково","в", 1),
"krasnoarmejsk.html"=>array("Красноармейск","Красноармейске","Красноармейска","в", 1),
"krasnogorsk.html"=>array("Красногорск","Красногорске","Красногорска","в",1),
"krasnozavodsk.html"=>array("Краснозаводск","Краснозаводске","Краснозаводска","в",1),
"krasnoznamensk.html"=>array("Краснознаменск","Краснознаменске","Краснознаменска","в", 1),
"kratovo.html"=>array("Кратово","Кратово","Кратово","в",1),
"kubinka.html"=>array("Кубинка","Кубинке","Кубинки","в",1),
"kurovskoe.html"=>array("Куровское","Куровском","Куровского","в", 1),
"leshoj.html"=>array("Лесной","Лесном","Лесного","в", 1),
"lesnojgorodok.html"=>array("Лесной городок","Лесном Городке","Лесного Городка","в", 1),
"likinodulevo.html"=>array("Ликино-Дулево","Ликино-Дулево","Ликино-Дулево","в", 1),
"lobnya.html"=>array("Лобня","Лобне","Лобни","в",1),
"losinopetrovskij.html"=>array("Лосино-Петровский","Лосино-Петровском","Лосино-Петровского","в", 1),
"lotoshino.html"=>array("Лотошино","Лотошино","Лотошино","в", 1),
"luhovitsy.html"=>array("Луховицы","Луховицах","Луховицов","в", 1),
"lytkarino.html"=>array("Лыткарино","Лыткарино","Лыткарино","в", 1),
"lvovskij.html"=>array("Львовский","Львовском","Львовского","в", 1),
"lyubertsy.html"=>array("Люберцы","Люберцах","Люберцов","в",1),
"malahovka.html"=>array("Малаховка","Малаховке","Малаховки","в",1),
"malino.html"=>array("Малино","Малино","Малино","в",1),
"mendeleevo.html"=>array("Менделеево","Менделеево","Менделеево","в",1),
"mihnevo.html"=>array("Михнево","Михнево","Михнево","в",1),
"misheronskij.html"=>array("Мишеронский","Мишеронском","Мишеронского","в",1),
"mozhajsk.html"=>array("Можайск","Можайске","Можайска","в", 1),
"molodezhnyj.html"=>array("Молодежный","Молодежном","Молодежного","в", 1),
"monino.html"=>array("Монино","Монино","Монино","в",1),
"moskovskij.html"=>array("Московский","Московском","Московского","в",1),
"mytischi.html"=>array("Мытищи","Мытищах","Мытищей","в", 1),
"narofominsk.html"=>array("Наро-Фоминск","Наро-Фоминске","Наро-Фоминска","в",1),
"nahabino.html"=>array("Нахабино","Нахабино","Нахабино","в", 1),
"nekrasovskij.html"=>array("Некрасовский","Некрасовском","Некрасовского","в", 1),
"novoivanovskoe.html"=>array("Новоивановское","Новоивановском","Новоивановского","в", 1),
"noginsk.html"=>array("Ногинск","Ногинске","Ногинска","в", 1),
"obolensk.html"=>array("Оболенск","Оболенске","Оболенска","в", 1),
"obuhovka.html"=>array("Киевская","Киевской","Киевской","на", 1),
"odintsovo.html"=>array("Одинцово","Одинцово","Одинцово","в", 1),
"ozherele.html"=>array("Ожерелье","Ожерелье","Ожерелья","в", 1),
"ozery.html"=>array("Озеры","Озерах","Озеров","в", 1),
"oktyabrskij.html"=>array("Октябрьский","Октябрьском","Октябрьского","в", 1),
"orehovozuevo.html"=>array("Орехово-Зуево","Орехово-Зуево","Орехово-Зуево","в", 1),
"pavlovskijposad.html"=>array("Павловский Посад","Павловском Посаде","Павловского Посада","в", 1),
"peresvet.html"=>array("Пересвет","Пересвете","Пересвета","в",1),
"peski.html"=>array("Пески","Песках","Песков","в",1),
"pirogovskij.html"=>array("Пироговский","Пироговском","Пироговского","в", 1),
"povarovo.html"=>array("Поварово","Поварово","Поварово","в",1),
"podolsk.html"=>array("Подольск","Подольске","Подольска","в", 1),
"pravdinskij.html"=>array("Правдинский","Правдинском","Правдинского","в", 1),
"proletarskij.html"=>array("Пролетарский","Пролетарском","Пролетарского","в",1),
"protvino.html"=>array("Протвино","Протвино","Протвино","в", 1),
"pushkino.html"=>array("Пушкино","Пушкино","Пушкино","в", 1),
"puschino.html"=>array("Пущино","Пущино","Пущино","в", 1),
"ramenskoe.html"=>array("Раменское","Раменском","Раменского","в", 1),
"reutov.html"=>array("Реутов","Реутове","Реутова","в", 1),
"reshetnikovo.html"=>array("Решетниково","Решетниково","Решетниково","в",1),
"rzhavki.html"=>array("Ржавки","Ржавках","Ржавок","в", 1),
"rodniki.html"=>array("Родники","Родниках","Родников","в", 1),
"roshal.html"=>array("Рошаль","Рошале","Рошаля","в", 1),
"ruza.html"=>array("Руза","Рузе","Рузы","в",1),
"ryazanovskij.html"=>array("Рязановский","Рязановском","Рязановского","в",1),
"sverdlovskij.html"=>array("Свердловский","Свердловском","Свердловского","в", 1),
"severnyj.html"=>array("Северный","Северном","Северного","в",1),
"selyatino.html"=>array("Селятино","Селятино","Селятино","в",1),
"serebryanyeprudy.html"=>array("Серебряные Пруды","Серебряных Прудах","Серебряных Прудов","в",1),
"sergievposad.html"=>array("Сергиев Посад","Сергиевом Посаде","Серниева Посада","в",1),
"serpuhov.html"=>array("Серпухов","Серпухове","Серпухова","в",1),
"skoropuskovskij.html"=>array("Скоропусковский","Скоропусковском","Скоропусковского","в",1),
"snegiri.html"=>array("Снегири","Снегирях","Снегирей","в",1),
"solnechnogorsk.html"=>array("Солнечногорск","Солнечногорске","Солнечногорска","в", 1),
"sofrino.html"=>array("Софрино","Софрино","Софрино","в", 1),
"starayakupavna.html"=>array("Старая Купавна","Старой Купавне","Старой Купавны","в", 1),
"stolbovaya.html"=>array("Столбовая","Столбовой","Столбовой","в", 1),
"stupino.html"=>array("Ступино","Ступино","Ступино","в", 1),
"sychevo.html"=>array("Сычево","Сычево","Сычево","в", 1),
"taldom.html"=>array("Талдом","Талдоме","Талдома","в",1),
"tomilino.html"=>array("Томилино","Томилино","Томилино","в",1),
"troitsk.html"=>array("Троицк","Троицке","Троицка","в",1),
"tuchkovo.html"=>array("Тучково","Тучково","Тучково","в", 1),
"uvarovka.html"=>array("Уваровка","Уваровке","Уваровки","в", 1),
"udelnaya.html"=>array("Удельная","Удельной","Удельной","в", 1),
"fryazino.html"=>array("Фрязино","Фрязино","Фрязино","в", 1),
"fryanovo.html"=>array("Фряново","Фряново","Фряново","в",1),
"himki.html"=>array("Химки","Химках","Химок","в",1),
"horlovo.html"=>array("Хорлово","Хорлово","Хорлово","в", 1),
"hotkovo.html"=>array("Хотьково","Хотьково","Хотьково","в",1),
"cherkizovo.html"=>array("Черкизово","Черкизово","Черкизово","в",1),
"chernogolovka.html"=>array("Черноголовка","Черноголовке","Черноголовки","в",1),
"cherusti.html"=>array("Чернусти","Чернустях","Чернустей","в", 1),
"chehov.html"=>array("Чехов","Чехове","Чехова","в",1),
"shatura.html"=>array("Шатура","Шатуре","Шатуры","в",1),
"shahovskaya.html"=>array("Шаховская","Шаховской","Шаховской","в",1),
"schelkovo.html"=>array("Щелково","Щелково","Щелково","в", 1),
"scherbinka.html"=>array("Щербинка","Щербинке","Щербинки","в",1),
"elektrogorsk.html"=>array("Электрогорск","Электрогорске","Электрогорска","в", 1),
"electrostal.html"=>array("Электросталь","Электростали","Электростали","в",1),
"electrougli.html"=>array("Электроугли","Электроуглях","Электроулей","в", 1),
"yubilejnyj.html"=>array("Юбилейный","Юбилейном","Юбилейного","в",1),
"yahroma.html"=>array("Яхрома","Яхроме","Яхромы","в",1)
);

$p2=array(
"Андреевка"=>array("Андреевка","Андреевке","Андреевки","в"),
"Апрелевка"=>array("Апрелевка","Апрелевке","Апрелевки","в"),
"Ашукино"=>array("Ашукино","Ашукино","Ашукино","в"),
"Балашиха"=>array("Балашиха","Балашихе","Балашихи","в", 1),
"Белоозерский"=>array("Белоозерский","Белоозерском","Белоозерского","в"),
"Белоомут"=>array("Белоомут","Белоомуте","Белоомута","в"),
"Богородское"=>array("Богородское","Богородском","Богородского","в"),
"Большие-Вяземы"=>array("Большие Вяземы","Больших Вяземах","Больших Вязем","в"),
"Большие-Дворы"=>array("Большие Дворы","Больших Дворах","Больших Дворов","в"),
"Бронницы"=>array("Бронницы","Бронницах","Бронницов","в"),
"Быково"=>array("Быково","Быково","Быково","в"),
"Вербилки"=>array("Вербилки","Вербилках","Вербилок","в"),
"Верея"=>array("Верея","Верее","Вереи","в"),
"Видное"=>array("Видное","Видном","Видного","в"),
"Вишняковские-Дачи"=>array("Вишняковские Дачи","Вишняковских Дачах","Вишняковских Дач","в"),
"Волоколамск"=>array("Волоколамск","Волоколамске","Волоколамска","в"),
"Воскресенск"=>array("Воскресенск","Воскресенске","Воскресенска","в"),
"Восход"=>array("Восход","Восходе","Восхода","в"),
"Высоковск"=>array("Высоковск","Высоковске","Высоковска","в"),
"Голицыно"=>array("Голицыно","Голицыно","Голицыно","в"),
"Горки-Ленинские"=>array("Горки Ленинские","Горках Ленинских","Горок Ленинских","в"),
"Деденево"=>array("Деденево","Деденево","Деденево","в"),
"Дедовск"=>array("Дедовск","Дедовске","Дедовска","в"),
"Джержинский"=>array("Джержинский","Джержинском","Джержинского","в"),
"Дмитров"=>array("Дмитров","Дмитрове","Дмитрова","в"),
"Долгопрудный"=>array("Долгопрудный","Долгопрудном","Долгопрудного","в"),
"Домодедово"=>array("Домодедово","Домодедово","Домодедово","в"),
"Дорохово"=>array("Дорохово","Дорохово","Дорохово","в"),
"Дрезна"=>array("Дрезна","Дрезне","Дрезны","в"),
"Дубна"=>array("Дубна","Дубне","Дубны","в"),
"Егорьевск"=>array("Егорьевск","Егорьевске","Егорьевска","в"),
"Железнодорожный"=>array("Железнодорожный","Железнодорожном","Железнодорожного","в"),
"Жилево"=>array("Жилево","Жилево","Жилево","в"),
"Жуковский"=>array("Жуковский","Жуковском","Жуковского","в"),
"Запрудня"=>array("Запрудня","Запрудне","Запрудни","в"),
"Загорянский"=>array("Загорянский","Загорянском","Загорянского","в"),
"Зарайск"=>array("Зарайск","Зарайске","Зарайска","в"),
"Заречье"=>array("Заречье","Заречье","Заречье","в"),
"Звенигород"=>array("Звенигород","Звенигороде","Звенигорода","в"),
"Зеленоградский"=>array("Зеленоградский","Зеленоградском","Зелениградского","в"),
"Ивантеевка"=>array("Ивантеевка","Ивантеевке","Ивантеевки","на"),
"Икша"=>array("Икша","Икше","Икши","в"),
"Ильинский"=>array("Ильинский","Ильинском","Ильинского","в"),
"пгт-им-Цюпуры"=>array("пгт им.Цюпуры","пгт им.Цюпуры","пгт им. Цюпуры","в"),
"пгт-им-Воровского"=>array("пгт им.Воровского","пгт им.Воровского","пгт им.Воровского","в"),
"Истра"=>array("Истра","Истре","Истры","в"),
"Кашира"=>array("Кашира","Кашире","Каширы","в"),
"Киевский"=>array("Киевский","Киевском","Киевского","в"),
"Климовск"=>array("Климовск","Климовске","Климовска","в"),
"Клин"=>array("Клин","Клине","Клина","в"),
"Кокошкино"=>array("Кокошкино","Кокошкино","Кокошкино","в"),
"Коломна"=>array("Коломна","Коломне","Коломны","в"),
"Колюбякино"=>array("Колюбякино","Колюбякино","Колюбякино","в"),
"Королев"=>array("Королев","Королеве","Королева","в"),
"Котельники"=>array("Котельники","Котельниках","Котельников","в"),
"Красково"=>array("Красково","Красково","Красково","в"),
"Красноармейск"=>array("Красноармейск","Красноармейске","Красноармейска","в"),
"Красногорск"=>array("Красногорск","Красногорске","Красногорска","в"),
"Краснозаводск"=>array("Краснозаводск","Краснозаводске","Краснозаводска","в"),
"Краснознаменск"=>array("Краснознаменск","Краснознаменске","Краснознаменска","в"),
"Кратово"=>array("Кратово","Кратово","Кратово","в"),
"Кубинка"=>array("Кубинка","Кубинке","Кубинки","в"),
"Куровское"=>array("Куровское","Куровском","Куровского","в"),
"Лесной"=>array("Лесной","Лесном","Лесного","в"),
"Лесной-городок"=>array("Лесной Городок","Лесном Городке","Лесного Городка","в"),
"Ликино-Дулево"=>array("Ликино-Дулево","Ликино-Дулево","Ликино-Дулево","в"),
"Лобня"=>array("Лобня","Лобне","Лобни","в"),
"Лосино-Петровский"=>array("Лосино-Петровский","Лосино-Петровском","Лосино-Петровского","в"),
"Лотошино"=>array("Лотошино","Лотошино","Лотошино","в"),
"Луховицы"=>array("Луховицы","Луховицах","Луховицов","в"),
"Лыткарино"=>array("Лыткарино","Лыткарино","Лыткарино","в"),
"Львовский"=>array("Львовский","Львовском","Львовского","в"),
"Люберцы"=>array("Люберцы","Люберцах","Люберцов","в"),
"Малаховка"=>array("Малаховка","Малаховке","Малаховки","в"),
"Малино"=>array("Малино","Малино","Малино","в"),
"Менделеево"=>array("Менделеево","Менделеево","Менделеево","в"),
"Михнево"=>array("Михнево","Михнево","Михнево","в"),
"Мишеронский"=>array("Мишеронский","Мишеронском","Мишеронского","в"),
"Можайск"=>array("Можайск","Можайске","Можайска","в"),
"Молодежный"=>array("Молодежный","Молодежном","Молодежного","в"),
"Монино"=>array("Монино","Монино","Монино","в"),
"Московский"=>array("Московский","Московском","Московского","в"),
"Мытищи"=>array("Мытищи","Мытищах","Мытищей","в"),
"Наро-Фоминск"=>array("Наро-Фоминск","Наро-Фоминске","Наро-Фоминска","в"),
"Нахабино"=>array("Нахабино","Нахабино","Нахабино","в"),
"Некрасовский"=>array("Некрасовский","Некрасовском","Некрасовского","в"),
"Новоивановское"=>array("Новоивановское","Новоивановском","Новоивановского","в"),
"Ногинск"=>array("Ногинск","Ногинске","Ногинска","в"),
"Оболенск"=>array("Оболенск","Оболенске","Оболенска","в"),
"Киевская"=>array("Киевская","Киевской","Киевской","на"),
"Одинцово"=>array("Одинцово","Одинцово","Одинцово","в"),
"Ожерелье"=>array("Ожерелье","Ожерелье","Ожерелья","в"),
"Озеры"=>array("Озеры","Озерах","Озеров","в"),
"Октябрьский"=>array("Октябрьский","Октябрьском","Октябрьского","в"),
"Орехово-Зуево"=>array("Орехово-Зуево","Орехово-Зуево","Орехово-Зуево","в"),
"Павловский-Посад"=>array("Павловский Посад","Павловском Посаде","Павловского Посада","в"),
"Пересвет"=>array("Пересвет","Пересвете","Пересвета","в"),
"Пески"=>array("Пески","Песках","Песков","в"),
"Пироговский"=>array("Пироговский","Пироговском","Пироговского","в"),
"Поварово"=>array("Поварово","Поварово","Поварово","в"),
"Подольск"=>array("Подольск","Подольске","Подольска","в"),
"Правдинский"=>array("Правдинский","Правдинском","Правдинского","в"),
"Пролетарский"=>array("Пролетарский","Пролетарском","Пролетарского","в"),
"Протвино"=>array("Протвино","Протвино","Протвино","в"),
"Пушкино"=>array("Пушкино","Пушкино","Пушкино","в"),
"Пущино"=>array("Пущино","Пущино","Пущино","в"),
"Раменское"=>array("Раменское","Раменском","Раменского","в"),
"Реутов"=>array("Реутов","Реутове","Реутова","в"),
"Решетниково"=>array("Решетниково","Решетниково","Решетниково","в"),
"Ржавки"=>array("Ржавки","Ржавках","Ржавок","в"),
"Родники"=>array("Родники","Родниках","Родников","в"),
"Рошаль"=>array("Рошаль","Рошале","Рошаля","в"),
"Руза"=>array("Руза","Рузе","Рузы","в"),
"Рязановский"=>array("Рязановский","Рязановском","Рязановского","в"),
"Свердловский"=>array("Свердловский","Свердловском","Свердловского","в"),
"Северный"=>array("Северный","Северном","Северного","в"),
"Селятино"=>array("Селятино","Селятино","Селятино","в"),
"Серебряные-Пруды"=>array("Серебряные Пруды","Серебряных Прудах","Серебряных Прудов","в"),
"Сергиев-Посад"=>array("Сергиев Посад","Сергиевом Посаде","Серниева Посада","в"),
"Серпухов"=>array("Серпухов","Серпухове","Серпухова","в"),
"Скоропусковский"=>array("Скоропусковский","Скоропусковском","Скоропусковского","в"),
"Снегири"=>array("Снегири","Снегирях","Снегирей","в"),
"Солнечногорск"=>array("Солнечногорск","Солнечногорске","Солнечногорска","в"),
"Софрино"=>array("Софрино","Софрино","Софрино","в"),
"Старая-Купавна"=>array("Старая Купавна","Старой Купавне","Старой Купавны","в"),
"Столбовая"=>array("Столбовая","Столбовой","Столбовой","в"),
"Ступино"=>array("Ступино","Ступино","Ступино","в"),
"Сычево"=>array("Сычево","Сычево","Сычево","в"),
"Талдом"=>array("Талдом","Талдоме","Талдома","в"),
"Томилино"=>array("Томилино","Томилино","Томилино","в"),
"Троицк"=>array("Троицк","Троицке","Троицка","в"),
"Тучково"=>array("Тучково","Тучково","Тучково","в"),
"Уваровка"=>array("Уваровка","Уваровке","Уваровки","в"),
"Удельная"=>array("Удельная","Удельной","Удельной","в"),
"Фрязино"=>array("Фрязино","Фрязино","Фрязино","в"),
"Фряново"=>array("Фряново","Фряново","Фряново","в"),
"Химки"=>array("Химки","Химках","Химок","в"),
"Хорлово"=>array("Хорлово","Хорлово","Хорлово","в"),
"Хотьково"=>array("Хотьково","Хотьково","Хотьково","в"),
"Черкизово"=>array("Черкизово","Черкизово","Черкизово","в"),
"Черноголовка"=>array("Черноголовка","Черноголовке","Черноголовки","в"),
"Чернусти"=>array("Чернусти","Чернустях","Чернустей","в"),
"Чехов"=>array("Чехов","Чехове","Чехова","в"),
"Шатура"=>array("Шатура","Шатуре","Шатуры","в"),
"Шаховская"=>array("Шаховская","Шаховской","Шаховской","в"),
"Щелково"=>array("Щелково","Щелково","Щелково","в"),
"Щербинка"=>array("Щербинка","Щербинке","Щербинки","в"),
"Электрогорск"=>array("Электрогорск","Электрогорске","Электрогорска","в"),
"Электросталь"=>array("Электросталь","Электростали","Электростали","в"),
"Электроугли"=>array("Электроугли","Электроуглях","Электроулей","в"),
"Юбилейный"=>array("Юбилейный","Юбилейном","Юбилейного","в"),
"Яхрома"=>array("Яхрома","Яхроме","Яхромы","в")
);

foreach ($p2 as $k=>$p2_item)
if ($p2_item[0]==$p[$i][0])

include_once "../tmpconfig.php";
include $_SERVER['DOCUMENT_ROOT']."/config.php";
include $_SERVER['DOCUMENT_ROOT']."/funct.php";
$in = "../";
$translit=array("а"=>"a","б"=>"b","в"=>"v","г"=>"g","д"=>"d","е"=>"e","ё"=>"jo","ж"=>"zh","з"=>"z","и"=>"i","й"=>"j","к"=>"k","л"=>"l","м"=>"m","н"=>"n","о"=>"o","п"=>"p","р"=>"r","с"=>"s","т"=>"t","у"=>"u","ф"=>"f","х"=>"h","ц"=>"ts","ч"=>"ch","ш"=>"sh","щ"=>"shch","ъ"=>"","ы"=>"y","ь"=>"","э"=>"e","ю"=>"yu","я"=>"ya");
/*
if ($p[$i][4]) {$m = "метро ";$m2 = "у метро ";$m3 = "Метро ";}
else */
$m2=$p[$i][3]." ";


$content = "<div class=txt  style=\"margin-left:10px; margin-right:5px;\"><br>
<h3>Купить или продать монеты, скупка, продажа и оценка монет {$m}{$p[$i][0]}</h3>
<p>&nbsp;</p>
<p>Мы рады что Вы зашли на наш сайт по монетам и всё что с ними связано, на данный момент Вы скорее всего территориально {$p[$i][3]} {$p[$i][1]} ? 
<p></p>
<p>Мы можем предложить Вам весь комплекс услуг по скупке монет их оценке, продаже или покупке. Так как Ваше местоположение это  {$p[$i][0]}, то мы можем Вам помочь в этом! 
<p></p>
<p>Мы знаем как тяжело найти монеты или толкового покупателя на них. Мы умеем оценивать монеты и давать им реальную, оптимальную цену!
<p></p>
<p>Мы скупаем (покупка) монеты, продаем, оценивам монеты (золотые, серебрянные, бронзовые, медные и т.д.) по Москве и Московской области. 
<p></p>
<p> Мы купим или оценим Ваши монеты  {$m2}{$p[$i][1]}.
<p></p>
<p>Наши приемущества перед конкурентами и частными лицами: 
<ul><li>Мы работаем очень давно 
<li><a href=".$in."shopcoins>Магазин монет в Москве</a>
<li>Большой выбор монет практически всех номиналов и достоинств
<li>Цены Вас приятно удивят
<li><a href=".$in."gde-prodat-monety>Скупка монет</a>
<li><a href=".$in."ocenka-stoimost-monet>Оценка монет</a>
<li><a href=".$in.">Продажа монет</a>
<li><a href=".$in."shopcoins/delivery.php>Доставка монет к клиенту</a>
</ul>
<p></p>
<p>Мы стремимся быть первыми в этой области. И работаем {$p[$i][3]} {$p[$i][1]}. 
<p></p>
<p>А если это удобно и выгодно, то Вам это нужно {$p[$i][3]} {$p[$i][1]}, скорее звоните и мы Вам всегда поможем с монетами :
<p></p> 
<ul>
<b><font size=6>+7-495-222-29-28</font></b> 
<p>&nbsp;</p>
<b><font size=6>+7-903-006-00-44</font></b>
<p>&nbsp;</p>
<b><font size=6>+7-915-00-2222-3</font></b>
</ul>
<p></p>
<p>Монеты это не только хобби, но и выгодный доход!
<p></p>

<p>{$m3} {$p[$i][0]} - мы гордимся своей работой !!!
<p>&nbsp;</p>
<p>Мы так же скупаем, оцениваем и продаем монеты:</p>
<ul>
";
while ($i!=key($p))
{
	$d++;
	if ($d>1500) {
		$test = 1;
		$content = "";
		break;
	}
	next($p);
}

if (!$test) {
	
	$title = "Купить или продать монеты, скупка, продажа и оценка монет любого достоинства  {$m}{$p[$i][0]}";
	
	$cur=prev($p); if ($cur) $content.= "<li><a href='../place/".key($p)."'>Скупка, оценка, продажа монет {$cur[3]} {$cur[1]}</a>";
	if ($cur)
	{
		$cur=prev($p); 
		if ($cur) $content.= "<li><a href='../place/".urlencode(iconv("CP1251","UTF-8",key($p)))."'>Купить или продать монеты, скупка, продажа и оценка монет {$cur[3]} {$cur[1]}</a>";
		else $cur=reset($p);
		$cur=next($p);$cur=next($p);
	}
	else
		$cur=reset($p);
	
	$cur=next($p); if ($cur) $content.= "<li><a href='../place/".key($p)."'>Купить или продать монеты, скупка, продажа и оценка монет {$cur[3]} {$cur[1]}</a>";
	$cur=next($p); if ($cur) $content.= "<li><a href='../place/".key($p)."'>Купить или продать золотые, серебрянные, медные и др. монеты, скупка, продажа и оценка монет {$cur[3]} {$cur[1]}</a>";
	$cur=next($p); if ($cur) $content.= "<li><a href='../place/".key($p)."'>Купить или продать монеты любого номинала в Москве и МО, скупка, продажа и оценка монет {$cur[3]} {$cur[1]}</a>";
}
else {
	
	$title = "Купить или продать монеты, скупка, продажа и оценка монет любого достоинства в Московской области";
	$n=0;
	//$fp = fopen("../mapplace.txt","w");
	foreach ($p as $key=>$value) {
		$tmp[$n] = $key;
		//fwrite($fp,"http://www.numizmatik.ru/place/".$key."\n");
		$n++;
	}
	//fclose($fp);	
	$tmparray = array();
	for  ($n=0;$n<sizeof($p);$n++) {
	
		$tig=0;
		$kk = 0;
		while ($tig==0 && $kk<1000) {
		
			$num = rand(0,sizeof($p)-1);
			if (!in_array($num,$tmparray)){
				$tmparray[]=$num;
				$tig++;
			}
			$kk++;
		}
	}
	$content .= "<br>";
	foreach ($tmparray as $key=>$value) {
	
		$content .= "<a href='../place/".$tmp[$value]."'>".str_replace(" ","",$p[$tmp[$value]][0])."</a> ";
	}
}		
	

";
?>




";


//$MainFolderMenuX=4;
//$MainFolderMenuY=17;
//$title = "Монеты – происхождение";
$keywords = "";
$description = "";
$user_admin_email = "administrator@numizmatik.ru";

include $in."top.php"; 
table_top ("100%", 0, $title, 1);


$maintext = '<div class=txt  style=\"margin-left:10px; margin-right:5px;\"><br><h1 style="font-size:16px; font-family:arial;">"Монеты – происхождение"</h1>
<p class=txt>Согласно истории древние греки приписывали изобретение так называемой «<strong>монеты</strong>»  своим мифическим героям, римляне завоеватели — своим богам Сатурну или Янусу.   Согласно их пониманию, самые древние  <strong>монеты</strong> с головой  двуликого бога и носом корабля Бог Янус сделал в честь бога Сатурна (или бога времени), который приплыл с острова Крит в Италию на корабле. Само же слово «<strong>монета</strong>» переводится с латинского как  «советница» или «предостерегающая». Данный титул имела в Риме только богиня Юнона — супруга великого Юпитера. <br>
<img src=./images/coins001.jpg><br> 

Лидийская <strong>монета</strong> VI века до н. э.<br>
 Геродот и часть других древних писателей писали о том, что первые <strong>монеты</strong> чеканили в Лидии (малоазийском государстве). Сегодня достоверно известно, что наидревнейшие <strong>монеты</strong> появились около 685 лет до н.э. и  именно там, при царе Ардизе. Чеканились они из природного сплава золота и серебра электрума. На одной стороне <strong>монеты</strong> стоит голова ассирийского льва, на другой - проба. Уже через несколько десятков лет <strong>монеты</strong> начали изготовлять в Эгине (греческом город). Чеканились они уже из серебра, форма их была отличной от лидийских <strong>монет</strong>. Ученые предполагают, что Эгинейская  <strong>монета</strong> была изобретена позже Лидийской, но независимо от них. И уже из Эгины и Лидии  <strong>монеты</strong> очень быстро разошлись по всей Древней Греции, а позже и в Иран и колониям. Затем уже <strong>монеты</strong> появились и у древних римлян и у отсталых варварских племён. Самостоятельно <strong>монеты</strong> были отчеканены в Китае и Индии. Так в Китае первые бронзовые <strong>монеты</strong> отливались уже в 12 веке до н.э.<br>
Быстрое распространение <strong>монет</strong> по всему миру связывают с удобством их дробления, хранения и соединения, достаточно  большой их стоимостью при незначительном объёме и весе, что весьма прибыльно и удобно при обмене.
<br>
<br>
  </div>';


echo $content."</div><br>";;

echo "<img src=../images/empty.gif>";
table_top ("100%", 0, "<a href=./shopcoins/ style=\"color:#FFFFFF;\">Магазин монет - купить монеты, банкноты, альбомы для монет, серебряные и золотые монеты</a>", 1);


$tmp = rand(1,10);
include $in."shopcoins/forindex/".$tmp.".php";
unset ($tmp);

table_down ("1", "100%");
?>
<br /><br /><center>
<script type="text/javascript"><!--
google_ad_client = "pub-3112807923583879";
/* объявление 728x90 */
google_ad_slot = "1461999316";
google_ad_width = 728;
google_ad_height = 90;
//-->
</script>
<script type="text/javascript"
src="http://pagead2.googlesyndication.com/pagead/show_ads.js">
</script>
</center><br />
<?
table_down ("1", "100%");

include $in."socialzakladki.php";

include $in."bottom.php";
?>
