<? 
$tpl['detailscoins']['_Description'] = "Интернет портал включает большой каталог монет царской России с подробным описанием, возможность создать свой нумизматический интернет магазин, доска обьявлений, статьи и публикации по нумизматике и истории России, адреса магазинов торгующих антиквариатом, ссылки на другие сайты.";
$tpl['detailscoins']['_Title'] = "Что? Где? Когда?";
$tpl['detailscoins']['_Keywords'] = "обмен монетами, продажа монет, обмен нумизматическим материалом, обмен коллекциями, продать монеты, купить монеты";

