<div class="main_context bordered">

<div class="center"><a href="<?=$cfg['site_dir']?>catalognew"><<< Назад</a></div>

<h1>О каталоге монет</h1>

Из словаря Даля: <EM>"Каталог - роспись, ведомость или перепись." </em>
  
<br><br>Клуб Нумизмат приглашает вас поучаствовать в составлении полной переписи монет всех стран мира, всех времен. Для чего? Чтобы каждый мог точно определить что за монету он держит в руках, ее историю, ее характеристики, рыночные цены, легенду монеты, года выпуска, тираж и многое-многое другое. Чтобы каждый знал каких монет еще не хватает в его коллекции. Чтобы... Одним словом, причин можно придумать очень много. 
  
<br><br>Каталог - это попытка сделать общедоступную энциклопедию по нумизматике, редактируемую самими пользователями. 
  
<br><br>Основные принципы составления каталога: 
<br><br>1. Записи могут редактироваться кем угодно, при этом ни один участник не располагает правом на единоличный контроль ни на одну статью. Соответственно все внесенные вами исправления могут быть очень жестко отредактированы другими участниками сообщества. Будьте к этому готовы. 
<br><br>2. Следует придерживаться объективного подхода к составлению каталога. Не следует представлять никакую информацию, как абсолютно верную и не терпящую никаких возражений. При возникновении споров относительно того, какой из вариантов записи является более верным, не следует слепо вносить свои правки, не прислушиваясь к другим участникам. Необходимо приостановить внесение правок и попытаться конструктивно выбрать правильное решение на специальной странице обсуждений. 
<br><br>3. Как и везде, в нашем проекте существуют свои правила поведения. Следует избегать агрессии, угроз и оскорблений. Будьте вежливы, открыты и доброжелательны. Оказывайте уважением своим коллегам, будьте открыты к конструктивной дискуссии по спорным моментам. В конце концов, мы все здесь делаем одно большое и полезное дело. 
<br><br>4. Категорически запрещено размещать в каталоге информацию (в основном это касается изображений) защищенных авторским правом. Необходимо уважать закон и труд других людей. 
<br><br>5. Будьте смелее и инициативней. Не бойтесь редактировать записи, вносить свои исправления, вносить свой вклад в обсуждение. Не бойтесь допустить ошибку. Вас исправят, вам помогут. Вы не одни, не забывайте это. Только общими усилиями можно добиться составления наиболее полной и наиболее правильной энциклопедии. 

<hr>

<br>Проект "Каталог" был создан для составления наиболее полного и достоверного описания монет. В этом его главная функция, аналогов этому проекту в рунете пока что нет. Но кроме собственно каталога, проект имеем еще множество очень интересных и, главное, полезных для пользователей возможностей.

<br><br>Во-первых, каталог позволяет оценивать динамику изменения рыночных цен на монеты и, что более важно, найти примерный ответ на главный для многих вопрос: "Сколько стоит эта монета?" Кроме статистики цен из монетной лавки в каталог добавляются цены покупки/продажи от самих пользователей каталога. Сделать это можно на специальной вкладке при просмотре полного описания монеты. Мы надеемся, что этот уникальный инструмент в дальнейшем много раз поможет вам при совершении покупок на сложном и непонятном "нумизматическом рынке".

<br><br>Кроме того, каталог позволяет пользователям выкладывать свои объявления о купле/продаже монет. Причем так как объявления появляются в специальном разделе именно той онеты, о которой идет речь, то вероятность того, что потенциальный продавец или покупатель найдет ваше объявление, очень высока. Все объявления находятся на сервере в течение 30 дней и, по вашему желанию, могут снабжаться ссылкой на вашу страничку в интеренет, где выложены сканы монеты и другая сопутствующая информация.

<br><br>В-третьих, каталог - отличное место для составления вашей собственной коллекции монет. Например, мы можете внести все монеты из вашей коллекции в раздел "Моя коллекция" на сайте и получать самые последние изменения в описании монеты, которые делает сообщество пользователей на сайте. Это избавит вас от необходимости обкладываться бумажными каталогами и самостоятельно выписать характеристики монеты в вашу тетрадочку или вбивать их в программу содержания коллекции, которой вы пользуетесь. Кроме того, используя раздел "Моя коллекция", вы сможете легко выставлять ваши монеты на обмен или давать объявления об их продаже. Также ссылкой на вашу коллекцию можно поделиться с друзьями, для того чтобы они знали: эту монету дарить вам на Новый год не надо, она у вас уже есть.

<br><br>В будущем мы планируем добавить в каталог еще очень много разных интересных функций. За развитием проекта вы всегда сможете следить в нашем блоге. И естественно, обо всех важных объявлениях мы будем сообщать в новостях и в нашей рассылке.

<br><br>
<div class="center"><a href="<?=$cfg['site_dir']?>catalognew"><<< Назад</a></div>
<br>
</div>
