<div class="main_context bordered">

<div class="center"><a href="<?=$cfg['site_dir']?>catalognew"><<< Назад</a></div>

<h1>Каталог монет - Вопрос-ответ</h1>
<br><b>Сколько это все стоит?</b>
<br>Доступ к каталогу предоставляется абсолютно бесплатно. И в будущем вводить никакую абонентскую плату мы не собираемся.

<br><br><b>Я не понимаю. К кому обратиться за советом?</b>
<br>Во-первых, посмотрите все справочные разделы, относящиеся к каталогу (О каталоге, Как добавить, Помощь, Вопрос - Ответ). Если это не поможет - напишите на конференцию. Если и там вам не помогут, либо если вы стесняетесь такого большого скопления народа - напишите администратору на адрес administrator@numizmatik.ru. Он с радостью ответит на все интересующие вас вопросы.

<br><br><b>Можно ли как-нибудь получить содержание вашего каталога на CD-диске?</b>
<br>Пока что мы такой услуги не предоставляем.

<br><br><b>Я исправил описание монеты, а мои изменения не утвердили. Почему и что делать?</b>
<br>Напишите про те моменты в описании, с которыми вы не согласны, в раздел "Обсуждение" в подробном просмотре монеты. Аргументируйте свою точку зрения. Если ваши доводы верны - пользователи все-таки утвердят ваши изменения. Если же и после этого ваши исправления сообщество не принимает, но вы все равно уверены на 100%, что именно вы правы - напишите об этом администратору, и он попробует вам помочь.

<br><br>

<div class="center"><a href="<?=$cfg['site_dir']?>catalognew"><<< Назад</a></div>
<br>
</div>
