<div class="main_context bordered">

<div class="center"><a href="<?=$cfg['site_dir']?>catalognew"><<< Назад</a></div>

<h1>Каталог монет - Как наполнять каталог? </h1>

<br>Как наполнять каталог? 
Очень просто: добавляйте те монеты, которых там еще нет, 
и редактируйте описания монет, добавленных другими участниками. 
В этом разделе вы можете детально узнать, как добавлять в каталог новые монеты. 

<br><br>1. Заходим на главную страницу Каталога по адресу 
<a href=http://www.numizmatik.ru/catalognew/>http://www.numizmatik.ru/catalognew/</a>. 
Щелкаем по ссылке "Добавить монету в каталог". 

<br><center><img src="<?=$cfg['site_dir']?>catalognew/images/1.gif" alt='Каталог монет' border=1></center>

<br><br>2. Перед вами откроется новое окно браузера с формой добавления новой монеты (на рисунке показана часть формы). 
<br><center><img src="<?=$cfg['site_dir']?>catalognew/images/2.gif" alt='Форма добавления монеты' border=1></center>

<br><br>Эта форма состоит из 3-х основных частей: Общая информация, Описание и Характеристики. Свернуть или развернуть каждую из частей можно, кликнув по ее названию (выделено синим шрифтом). Каждая из частей включает в себя поля, описывающие разные характеристики монеты: от веса и диаметра до дизайнера, года выпуска и легенды аверса/реверса. Ваша задача на этом этапе - заполнить эти поля. Подсказки по заполнению каждого поля вы можете увидеть, кликнув по знаку [?], расположенному справа от непосредственно поля ввода. 

<br><br>Общий комментарий к вводу данных: старайтесь писать только то, в чем вы уверены. Если в чем-то вы сомневаетесь - лучше не пишите это пока что (дописать что-либо к монете можно в любой момент), а постарайтесь разрешите все спорные моменты на странице обсуждения монеты. Другие пользователи, скорее всего, с радостью вам помогут. 
<br><br>После того, как вы напишите все что знаете о монете - смело нажимайте на кнопку "Записать". И все! Монета добавлена в каталог. После этого несколько пользователей должны ее одобрить, для того, чтобы она была переведена в разряд проверенных. Либо же другие участники проекта внесут свои правки в ваши записи и лишь затем монета будет одобрена. 
<br><br>Как видите ничего сложного в этом процессе нет. Так что не бойтесь, проявляйте инициативу и добавляйте новые интересные монеты в каталоги. Все участники проекта будут вам благодарны!  

<br><br>

<div class="center"><a href="<?=$cfg['site_dir']?>catalognew"><<< Назад</a></div>
<br>
</div>
