<?
$r_url = "http://www.numizmatik.ru/news/";

$tpl['filters']['years'] = array(2016,2015,2014,2013,2012,2011,2010,2009,2008,2007,2006,2005,2004,2003,2002);
$tpl['filters']['search'] = array(1=>array('name'=>'name','title'=>'Название'),
                                  2=>array('name'=>'text','title'=>'Текст'),
                                  3=>array('name'=>'keywords','title'=>'Ключевые слова'));
                                  
$ThemeArray = Array (
  13  =>  "Авиация",
  4 =>  "Бракосочетание, коронация",
  16  =>  "Выдающиеся личности, Портреты",
  6 =>  "География",
  23  =>  "Евросоюз",
  18  =>  "Знаки зодиака",
  5 =>  "История",
  9 =>  "Корабли, лодки",
  3 =>  "Королева-мать ...",
  15  =>  "Космос",
  24  =>  "Миллениум",
  10  =>  "Неправильная форма",
  1 =>  "Обращение",
  20  =>  "Олимпийские игры, Спорт",
  25  =>  "ООН",
  7 =>  "Памятники архитектуры",
  11  =>  "Позолота",
  14  =>  "Редкости на рынке",
  2 =>  "Сохранение животного мира (животные)",
  17  =>  "Транспорт",
  8 =>  "ФАО",
  19  =>  "Флора",
  21  =>  "Футбол",
  22  =>  "Хокей",
  12  =>  "Цветные"
);

$source_type_array =  array(1 => "URL", 
                            2 => "Книга", 
                            3 => "Журнал", 
                            4 => "Библиотека сайта", 
                            5 => "Другое");

?>
