<?php
//базовые настройки, которые выводятся если не задано

$tpl['base']['_Title'] = "Дешевые монеты Россия СССР  цены, продажа монет СССР | Магазин монет: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты СССР | Монетная лавка | Клуб Нумизмат";

$tpl['base']['_Description'] = "Клуб Нумизмат - крупнейший российский портал коллекционеров. Уникальный интерактивный каталог монет, постоянно пополняющийся магазин, последние новости, справочная библиотека, форум, доски объявлений, оценка стоимости монет и многое другое. Монеты России, СССР, Великобритании, США, Германии и многих других стран мира.";

$tpl['base']['_Keywords'] = "нумизматика, монеты, магазин, нумизмат, коллекция, каталог монет, цены на монеты, продажа монет, бонистика, старинные монеты, куплю монеты, монеты России, медь, монеты Германии, proof, монетный двор, чеканка, серебро, альбом для монет, планшет для монет, капсулы для монет, лупы, холдеры, холдеры для монет, аксессуары для монет, аксессуары для коллекционирования, альбом для коллекции, кейс для монет, онеты, моне, деньги, старинные деньги, нумизма, нумизматик, монеты ссср цены, старинные монеты, оценка монет, стоимость монет, нумезматика, манеты, оценка монет, оценка стоимости монет, царские монеты, золотые монеты, сребряные монеты, медные монеты";


$tpl['index']['_Description'] = "Клуб Нумизмат - крупнейший российский портал коллекционеров. Уникальный интерактивный каталог монет, постоянно пополняющийся магазин, последние новости, справочная библиотека, форум, доски объявлений, оценка стоимости монет и многое другое. Монеты России, СССР, Великобритании, США, Германии и многих других стран мира.";



$tpl['press']['_Title'] = "Клуб Нумизмат | Для прессы";
$tpl['press']['_Keywords'] = "Пресса, журналист, журнал, газеты, телевидение, Новости, нумизматика, фалеристика, бонистика, монеты, каталог, император, государь, ордена, медаль, значки, Петр, антиквариат, коллекция, Николай II, Екатерина II, Романовы, копейка, рубль, деньга, серебро, золото, медь, империя, ОБМЕН ВАЛЮТЫ, рефераты, Великая отечественная война";
$tpl['press']['_Description'] = "Интернет портал включает большой каталог монет царской России с подробным описанием, возможность создать свой нумизматический интернет магазин, доска обьявлений, статьи и публикации по нумизматике и истории России, адреса магазинов торгующих антиквариатом, ссылки на другие сайты.";

/*
$tpl['index']['_DescriptionShopcoins'] = "Магазин монет, бон, книг и аксессуаров от Клуба Нумизмат. Большой ассортимент, низкие цены, возможность бронирования и предварительных заявок. Монеты России, СССР, Великобритании, США, Германии и многих других стран мира.";

$tpl['index']['_DescriptionCatalog'] = "Уникальный интерактивный каталог монет со всего мира: изображения, подробные описания, цены, возможность заказать любую монету из каталога. Монеты России, СССР, Великобритании, США, Германии и многих других стран мира.";

$tpl['index']['_DescriptionNews'] = "Последние новости нумизматики.";

$tpl['index']['_DescriptionForum'] = "Нумизматический форум, место встречи коллекционеров всей страны.";

$tpl['index']['_DescriptionLibrary'] = "Нумизматическая библиотека - интересные для любого коллекционера статьи, обзоры и аналитические материалы.";

$tpl['index']['_DescriptionAdvertise'] = "Объявления от коллекционеров по покупке/продаже/обмену монет.";

$tpl['index']['_DescriptionClub'] = "Найдите коллекционеров в своем городе, узнайте кто еще интересуется монетами на вашу тематику.";

$tpl['index']['_DescriptionBlack'] = "Клуб Нумизмат рекомендует быть осторожным. Опасайтесь мошенников.";

$tpl['index']['_DescriptionBuycoins'] = "Нужна редкая монета, которую долго не можете найти? Оставьте у нас свою заявку.";

$tpl['index']['_DescriptionRating'] = "Рейтинг сайтов рунета, посвященных нумизматике, бонистике и коллекционированию.";
*/
$tpl['index']['_Keywords'] = "нумизматика, монеты, магазин, нумизмат, коллекция, каталог монет, цены на монеты, продажа монет, бонистика, старинные монеты, куплю монеты, монеты России, медь, монеты Германии, proof, монетный двор, чеканка, серебро, альбом для монет, планшет для монет, капсулы для монет, лупы, холдеры, холдеры для монет, аксессуары для монет, аксессуары для коллекционирования, альбом для коллекции, кейс для монет, онеты, моне, деньги, старинные деньги, нумизма, нумизматик, монеты ссср цены, старинные монеты, оценка монет, стоимость монет, нумезматика, манеты, оценка монет, оценка стоимости монет, царские монеты, золотые монеты, сребряные монеты, медные монеты";




$tpl['ocenka-stoimost-monet']['_Title'] = "Оценка монет. Оценка стоимости монет России, Германии, СССР, Великобритании и оценка монет других стран мира. Оценка коллекционных материалов.Монеты. Клуб Нумизмат.";
$tpl['ocenka-stoimost-monet']['_Keywords'] = "Покупка, оценка монет, монеты, аксессуары, книги, цена, ломбард, золото, серебро, медь, coins, нумизматика, Покупка оценка коллекционных материалов";
$tpl['ocenka-stoimost-monet']['_Description'] = "Думаете где оценить монеты? Приезжайте к нам! Мы поможем вам выгодно оценить стоимость монеты ";

?>