<?php

$tpl['_Description'] = "Клуб Нумизмат - крупнейший российский портал коллекционеров. Уникальный интерактивный каталог монет, постоянно пополняющийся магазин, последние новости, справочная библиотека, форум, доски объявлений, оценка стоимости монет и многое другое. Монеты России, СССР, Великобритании, США, Германии и многих других стран мира.";

$tpl['_DescriptionShopcoins'] = "Магазин монет, бон, книг и аксессуаров от Клуба Нумизмат. Большой ассортимент, низкие цены, возможность бронирования и предварительных заявок. Монеты России, СССР, Великобритании, США, Германии и многих других стран мира.";

$tpl['_DescriptionCatalog'] = "Уникальный интерактивный каталог монет со всего мира: изображения, подробные описания, цены, возможность заказать любую монету из каталога. Монеты России, СССР, Великобритании, США, Германии и многих других стран мира.";

$tpl['_DescriptionNews'] = "Последние новости нумизматики.";

$tpl['_DescriptionForum'] = "Нумизматический форум, место встречи коллекционеров всей страны.";

$tpl['_DescriptionLibrary'] = "Нумизматическая библиотека - интересные для любого коллекционера статьи, обзоры и аналитические материалы.";

$tpl['_DescriptionAdvertise'] = "Объявления от коллекционеров по покупке/продаже/обмену монет.";

$tpl['_DescriptionClub'] = "Найдите коллекционеров в своем городе, узнайте кто еще интересуется монетами на вашу тематику.";

$tpl['_DescriptionBlack'] = "Клуб Нумизмат рекомендует быть осторожным. Опасайтесь мошенников.";

$tpl['_DescriptionBuycoins'] = "Нужна редкая монета, которую долго не можете найти? Оставьте у нас свою заявку.";

$tpl['_DescriptionRating'] = "Рейтинг сайтов рунета, посвященных нумизматике, бонистике и коллекционированию.";

$tpl['_Keywords'] = "нумизматика, монеты, магазин, нумизмат, коллекция, каталог монет, цены на монеты, продажа монет, бонистика, старинные монеты, куплю монеты, монеты России, медь, монеты Германии, proof, монетный двор, чеканка, серебро, альбом для монет, планшет для монет, капсулы для монет, лупы, холдеры, холдеры для монет, аксессуары для монет, аксессуары для коллекционирования, альбом для коллекции, кейс для монет, онеты, моне, деньги, старинные деньги, нумизма, нумизматик, монеты ссср цены, старинные монеты, оценка монет, стоимость монет, нумезматика, манеты, оценка монет, оценка стоимости монет, царские монеты, золотые монеты, сребряные монеты, медные монеты";

?>