<?

$_Keywords ='нумизматика, монеты, магазин, нумизмат, коллекция, каталог монет, цены на монеты, продажа монет, бонистика, старинные монеты, куплю монеты, монеты России, медь, монеты Германии, proof, монетный двор, чеканка, серебро, альбом для монет, планшет для монет, капсулы для монет, лупы, холдеры, холдеры для монет, аксессуары для монет, аксессуары для коллекционирования, альбом для коллекции, кейс для монет, онеты, моне, деньги, старинные деньги, нумизма, нумизматик, монеты ссср цены, старинные монеты, оценка монет, стоимость монет, нумезматика, манеты, оценка монет, оценка стоимости монет, царские монеты, золотые монеты, сребряные монеты, медные монеты';
$_DescriptionShopcoins ='Магазин монет, бон, книг и аксессуаров от Клуба Нумизмат. Большой ассортимент, низкие цены, возможность бронирования и предварительных заявок. Монеты России, СССР, Великобритании, США, Германии и многих других стран мира.';

if ($search == 'revaluation')	{
		$title = "Распродажа монет | Монетная лавка | Клуб Нумизмат ";
}	elseif ($search == 'newcoins'){
	$title = "Новинки 2009-2010 | Монетная лавка | Клуб Нумизмат ";
} elseif ($materialtype==1 || $materialtype==12) {
		$title = "Монеты".($GroupNameMain?" $GroupNameMain":"").($GroupName?" $GroupName ":" со всего мира ")." ".($searchname?urldecode($searchname):"").($metalTitle?" ".urldecode($metalTitle):"")."".($theme?" ".$ThemeArray[$theme]:"")." стоимость | Магазин монет: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты".($GroupName?" $GroupName ":" России ")."| Монетная лавка | Клуб Нумизмат";
} elseif ($materialtype==10 ) {
		$title = "Нотгельды".($GroupNameMain?" $GroupNameMain":"").($GroupName?" $GroupName ":" со всего мира ")." ".($searchname?urldecode($searchname):"").($metalTitle?" ".urldecode($metalTitle):"")."".($theme?" ".$ThemeArray[$theme]:"")." стоимость | Магазин монет: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты".($GroupName?" $GroupName ":" России ")."| Монетная лавка | Клуб Нумизмат";
} elseif ($materialtype==8)	{
		$title = "Дешевые монеты".($GroupNameMain?" $GroupNameMain":"").($GroupName?" $GroupName":" со всего мира ")." ".($searchname?urldecode($searchname):"").($metalTitle?" ".urldecode($metalTitle):"")."".($theme?" ".$ThemeArray[$theme]:"")." цены | Магазин монет: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты".($GroupName?" $GroupName ":" России ")."| Монетная лавка | Клуб Нумизмат";	
} elseif ($materialtype==7)	{
		$title = "Наборы монет".($GroupNameMain?" $GroupNameMain":"").($GroupName?" $GroupName":" со всего мира ")." ".($searchname?urldecode($searchname):"").($metalTitle?" ".urldecode($metalTitle):"")."".($theme?" ".$ThemeArray[$theme]:"")." стоимость | Магазин монет: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты,".($GroupName?" $GroupName ":" России ")."| Монетная лавка | Клуб Нумизмат";	
}elseif ($materialtype==4) 	{
		$title = "Подарочные наборы монет".($GroupNameMain?" $GroupNameMain":"").($GroupName?" $GroupName":" со всего мира ")." ".($searchname?urldecode($searchname):"").($metalTitle?" ".urldecode($metalTitle):"")."".($theme?" ".$ThemeArray[$theme]:"")." стоимость | Магазин монет: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты".($GroupName?" $GroupName ":" России ")."| Монетная лавка | Клуб Нумизмат";	
} elseif ($materialtype==2)	{
		$title = "Купить банкноты (боны) со всего мира,   стоимость | Магазин банкнот: продажа монет, бон (банкнот), купить банкноты старой России | Монетная лавка | Банкноты продажа | Клуб Нумизмат";
		$_DescriptionShopcoins = 'Продажа банкнот и бон со всего мира. Купить банкноты в нашем интернете магазине. Каталог. Цены.';
		$_Keywords = 'купить банкноты, купить боны, продажа банкнот и бон. Купить банкноты интернет магазин. Магазин банкнот.';
		//$title = "Банкноты(боны)".($GroupNameMain?" $GroupNameMain":"").($GroupName?" $GroupName":" со всего мира ")." ".($searchname?urldecode($searchname):"").($theme?" ".$ThemeArray[$theme]:"")." стоимость | Магазин банкнот: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты".($GroupName?" $GroupName ":" России ")."| Монетная лавка | Клуб Нумизмат";	
} elseif ($materialtype==6) {
		$title = "Купить цветные монеты со всего мира,   стоимость | Магазин цветных монет: продажа цветных монет России | Монетная лавка | Цветные монеты продажа | Клуб Нумизмат";
		$_DescriptionShopcoins = 'Продажа цветных монет со всего мира. Купить цветные монеты в нашем интернете магазине. Каталог. Цены.';
		$_Keywords = 'купить цветные монеты, продажа цветных красивых монет. Купить цветные монеты интернет магазин. Магазин цветных монет.';
		//$title = "Банкноты(боны)".($GroupNameMain?" $GroupNameMain":"").($GroupName?" $GroupName":" со всего мира ")." ".($searchname?urldecode($searchname):"").($theme?" ".$ThemeArray[$theme]:"")." стоимость | Магазин банкнот: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты".($GroupName?" $GroupName ":" России ")."| Монетная лавка | Клуб Нумизмат";	
} elseif ($materialtype==5)	{
		$title = "Книги по нумизматике стоимость | Магазин нумизмата: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты России | Монетная лавка | Клуб Нумизмат";	
} elseif ($materialtype==3)	{
		$title = "Аксессуары для нумизмата ".($GroupName?"- $GroupName -":"")." ".($searchname?"- ".urldecode($searchname)." - "." ":"")."стоимость | Магазин коллекционера: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты России | Монетная лавка | Клуб Нумизмат";	
} elseif ($materialtype==9)	{
		$title = "Лоты монет".($GroupNameMain?" $GroupNameMain":"").($GroupName?" $GroupName":" со всего мира ")." ".($searchname?urldecode($searchname):"").($theme?" ".$ThemeArray[$theme]:"")." стоимость | Магазин монет: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты".($GroupName?" $GroupName ":" России ")."| Монетная лавка | Клуб Нумизмат";	
} else	{
		$title = "Клуб Нумизмат | Монетная лавка".($GroupName?" | ".$GroupName:"");
}
	
	/*if ($_SERVER['REQUEST_URI'] == "/shopcoins/?materialtype=8&group=590&search=15+%EA%EE%EF%E5%E5%EA") {
	
		$title = "Дешевые монеты Россия СССР  цены, продажа монет СССР | Магазин монет: продажа монет, бон(банкнот), купить монеты, золотые монеты, серебряные монеты, монеты СССР | Монетная лавка | Клуб Нумизмат";
	}*/

$tpl['shopcoins']['_Keywords'] = $_Keywords;
$tpl['shopcoins']['_Description'] = $_DescriptionShopcoins; 
$tpl['shopcoins']['_Title'] = $title;



?>