<?
$valueid = request('valueid');

//Изображение
$details[1] = "Выберите файл с изображением добавляемой монеты. Принимаются только файлы с расширением .JPG или .GIF, размером не более 500 килобайт. Постарайтесь найти как можно более красивую и четкую фотографию или скан - пользователи будут вам благодарны.";
 
//Страна:
$details[2] = "Выберите страну, к которой отнесена монета. Если этой страны нет в списке или название написано неправильно, то выберите пункт \"Добавить страну\" и в появившемся поле введите, как вы считаете правильное название. ";
 
//Номинал: 
$details[3] = "Введите номинал монеты. Желательно при этом соблюдать общепринятые нормы написания валюты этой страны и, что самое сложное, правильный падеж.";
 
//Периоды чеканки:
$details[4] = "Укажите периоды, в которые чеканилась эта монета. Если монета чеканилась в течение всего одного года, то введите этот год в одно поле \"С\", а другое оставьте пустым.";
 
//Тираж:
$details[5] = "Укажите тираж которым была выпущена эта монета. Тираж указывается в тысячах штук. Например, \"0.5\" означает 500 штук.";

//Состояние при чеканке:
$details[6] = "Укажите состояние в котором чеканилась монета. Основных состояний всего 2 - UNC и Proof. Кроме того мы отдельно выделяем состояние Proof-like. Под этим имеется ввиду тщательно обработанный UNC, который иногда так и хочется назвать Proof'ом. ";
 
//Легенда аверса:
$details[7] = "Желательно подробно описать, что нарисовано на аверсе монеты. Например: \"На лицевой стороне монет в круге, обрамленном бусовым ободком, расположено рельефное изображение эмблемы Банка России - двуглавого орла с опущенными крыльями, под ним надпись полукругом \"БАНК РОССИИ\", а также по окружности имеются надписи, разделенные точками: обозначающие номинал монет \"ТРИ РУБЛЯ\", \"ДВАДЦАТЬ ПЯТЬ РУБЛЕЙ\" и год чеканки \"2006 г.\", между ними проставлены обозначение металла, из которого изготовлена основа монеты, по Периодической системе химических элементов Д.И.Менделеева, проба сплава основы монеты, фирменный знак Санкт-Петербургского монетного двора и масса серебра в чистоте в монете.";
 
//Легенда реверса:
$details[8] = "Желательно подробно описать, что нарисовано на реверсе монеты. Например: \"На оборотной стороне серебряной монеты номиналом 25 рублей на матовом фоне расположены рельефные изображения иконы \"Богоматерь Владимирская\" (начало XII в., Византия), фрагментов картин \"Неравный брак\" художника В.В.Пукирева, \"Кружевница\" художника В.А.Тропинина и \"Богатыри\" художника В.М.Васнецова, ниже расположена золотая вставка с рельефным изображением здания Государственной Третьяковской галереи в г. Москве, внизу на матовом поле по окружности имеется надпись \"ГОСУДАРСТВЕННАЯ ТРЕТЬЯКОВСКАЯ ГАЛЕРЕЯ \".";
 
//Монетный двор:
$details[9] = "Выберите из списка монетный двор, на котором была отчеканена монета. Если точно монетный двор указать не удается, то вы берите пункт \"Не определен\" и введите информацию о примерном месте чеканки в появившееся поле ввода. Если вы знаете точное название монетного двора, но его нет в выпадающем списке, то выберите пункт \"Ввести новый\" и в появившемся поле введите точное название монетного двора. ";
 
//Дизайнер:
$details[10] = "Укажите автора дизайна монеты.";
 
//Официальная дата выпуска:
$details[11] = "Укажите официальную дату выпуска монеты в обращение (обычно эта информация пишется на сертификате подлинности). Если точной даты вы не знаете, то оставьте это поле пустым.";
 
//Развернутое описание:
$details[12] = "Напишите подробное описание монеты: историю ее появления, интересные факты, связанные с этой монетой и т.д. Если это редкая старая монета, то расскажите кто и когда ее впервые нашел, в чьих коллекциях она бывала, где находится сейчас. Вообщем, напишите все, что вы считаете будет интересно знать вашим коллегам-нумизматам про эту монету.";
 
//Тематики: 
$details[13] = "Выберите из списка одну или несколько тематик, к которым можно отнести эту монету. Это делается для удобного поиска монет коллекционерами.";
 
//Металл:
$details[14] = "Выберите из списка основной металл из которого выполнена монета.";
 
//Проба:
$details[15] = "Укажите пробу металла, из которого изготовлена монета (для серебра и золота). Если монета изготовлена из сплава, то оставьте это поле пустым.";
 
//Соотношение металла:
$details[16] = "Укажите в каком соотношении даны металлы в сплаве, из которого выполнена монета.";
 
//Вес:
$details[17] = "Укажите вес монеты в граммах.";
 
//Диаметр:
$details[18] = "Укажите диаметр монеты в миллиметрах.";
 
//Толщина:
$details[19] = "Укажите толщину монеты в миллиметрах.";
 
//Тип гурта:
$details[20] = "Укажите тип гурта монеты: гладкий, рубленый или гуртовая надпись. В последнем случае укажите, что написано на гурте.";
?>
